{
  "Your Company": "Z1 Ausbildungszentrum GmbH",
  "Welcome to Our Website": "Добре дошли в нашия уебсайт",
  "Your vision, our expertise – Building amazing experiences": "Вашата визия, нашият опит – Създаваме невероятни преживявания",
  "Get Started": "Започнете",
  "Our Mission": "Нашата мисия",
  "We strive to deliver exceptional digital experiences that transform businesses and delight users. Our team combines creativity with technical expertise to build solutions that stand out.": "Стремим се да предоставяме изключителни дигитални преживявания, които трансформират бизнеса и радват потребителите. Нашият екип съчетава креативност с технически опит, за да създаде решения, които се отличават.",
  "Learn more →": "Научете повече →",
  "Our Services": "Нашите услуги",
  "From website development to full-scale digital transformation, we offer a range of services tailored to meet your unique business needs and goals.": "От разработка на уебсайтове до цялостна дигитална трансформация, ние предлагаме набор от услуги, пригодени да отговорят на вашите уникални бизнес нужди и цели.",
  "View services →": "Преглед на услугите →",
  "Our Projects": "Нашите проекти",
  "Browse our portfolio to see how we've helped businesses like yours achieve their digital goals. Each project represents our commitment to excellence and innovation.": "Разгледайте нашето портфолио, за да видите как сме помогнали на бизнеси като вашия да постигнат своите дигитални цели. Всеки проект представлява нашия ангажимент към съвършенство и иновации.",
  "See portfolio →": "Вижте портфолиото →",
  "Get In Touch": "Свържете се с нас",
  "Contact Information": "Информация за контакт",
  "Fill out the form and our team will get back to you within 24 hours.": "Попълнете формуляра и нашият екип ще се свърже с вас в рамките на 24 часа.",
  "Full Name": "Пълно име",
  "John Doe": "Иван Иванов",
  "Email": "Имейл",
  "john@example.com": "ivan@primer.bg",
  "Subject": "Тема",
  "How can we help you?": "Как можем да ви помогнем?",
  "Message": "Съобщение",
  "Your message here...": "Вашето съобщение тук...",
  "Send Message": "Изпратете съобщение",
  "Page Not Found": "Страницата не е намерена",
  "The page you are looking for doesn't exist or has been moved.": "Страницата, която търсите, не съществува или е преместена.",
  "Go back home": "Върнете се към началната страница",
  "Mission": "Мисия",
  "Services": "Услуги",
  "Projects": "Проекти",
  "Contact": "Контакт",
  "About Us": "За нас",
  "We are a passionate team dedicated to creating outstanding digital experiences.": "Ние сме страстен екип, посветен на създаването на изключителни дигитални преживявания.",
  "Quick Links": "Бързи връзки",
  "Home": "Начало",
  "About": "За нас",
  "123 Web Street, Digital City": "Zeppelinstraße 1, 88410 Bad Wurzach",
  "Follow Us": "Последвайте ни",
  "Your Company. All rights reserved.": "Z1 Ausbildungszentrum GmbH. Всички права запазени.",
  "Mission Image": "Изображение на мисията",
  "Services Image": "Изображение на услугите",
  "Projects Image": "Изображение на проектите",
  "Language": "Език",
  "English": "Английски",
  "German": "Немски",
  "Russian": "Руски",
  "Serbian": "Сръбски",
  "Romanian": "Румънски",
  "Bulgarian": "Български",
  "Turkish": "Турски",
  "Arabic": "Арабски",
  "Legal Information": "Правна информация",
  "Impressum": "Правна информация",
  "Privacy Policy": "Политика за поверителност",
  "Terms & Conditions": "Общи условия",
  "Right of Withdrawal": "Право на отказ",
  "Shipping & Payment": "Доставка и плащане",
  "Online Dispute Resolution": "Онлайн разрешаване на спорове",
  "Responsible according to § 18 Abs. 2 MStV: Your Name, Address": "Отговорен съгласно § 18 ал. 2 MStV: Z1 Ausbildungszentrum GmbH, Zeppelinstraße 1, 88410 Bad Wurzach",
  
  "Web Development": "Уеб разработка",
  "Our web development team creates responsive, user-friendly websites that engage visitors and drive conversions. Using the latest technologies, we build fast, secure, and scalable web solutions tailored to your business needs.": "Нашият екип за уеб разработка създава отзивчиви, удобни за потребителя уебсайтове, които ангажират посетителите и увеличават конверсиите. Използвайки най-новите технологии, изграждаме бързи, сигурни и мащабируеми уеб решения, съобразени с нуждите на вашия бизнес.",
  "Responsive design for all devices": "Отзивчив дизайн за всички устройства",
  "SEO optimization": "SEO оптимизация",
  "Content management systems": "Системи за управление на съдържанието",
  "E-commerce solutions": "Решения за електронна търговия",
  "Performance optimization": "Оптимизация на производителността",
  
  "Mobile App Development": "Разработка на мобилни приложения",
  "We develop native and cross-platform mobile applications that provide seamless user experiences. Our apps are designed to be intuitive, fast, and reliable across iOS and Android platforms.": "Разработваме нативни и кросплатформени мобилни приложения, които осигуряват безпроблемно потребителско изживяване. Нашите приложения са проектирани да бъдат интуитивни, бързи и надеждни на iOS и Android платформи.",
  "Native iOS and Android development": "Нативна разработка за iOS и Android",
  "Cross-platform solutions": "Кросплатформени решения",
  "UI/UX design for mobile": "UI/UX дизайн за мобилни устройства",
  "App store optimization": "Оптимизация за магазина за приложения",
  "Maintenance and updates": "Поддръжка и актуализации",
  
  "UI/UX Design": "UI/UX Дизайн",
  "Our design team creates intuitive user interfaces and engaging user experiences. We focus on understanding your users' needs to design digital products that are both beautiful and functional.": "Нашият екип за дизайн създава интуитивни потребителски интерфейси и завладяващи потребителски изживявания. Фокусираме се върху разбирането на нуждите на вашите потребители, за да проектираме дигитални продукти, които са едновременно красиви и функционални.",
  "User research and testing": "Потребителски изследвания и тестване",
  "Wireframing and prototyping": "Създаване на схеми и прототипи",
  "Visual design": "Визуален дизайн",
  "Interaction design": "Дизайн на взаимодействието",
  "Design systems": "Дизайн системи",
  
  "Digital Marketing": "Дигитален маркетинг",
  "We help businesses reach their target audience and achieve their marketing goals. Our digital marketing strategies are data-driven and focused on delivering measurable results.": "Помагаме на бизнесите да достигнат до целевата си аудитория и да постигнат маркетинговите си цели. Нашите стратегии за дигитален маркетинг са базирани на данни и фокусирани върху постигането на измерими резултати.",
  "Search engine optimization (SEO)": "Оптимизация за търсачки (SEO)",
  "Pay-per-click (PPC) advertising": "Реклама с плащане на клик (PPC)", 
  "Social media marketing": "Маркетинг в социални мрежи",
  "Email marketing": "Имейл маркетинг",
  "Content marketing": "Контент маркетинг",
  
  "Basic": "Базов",
  "Perfect for small businesses getting started": "Перфектен за малки бизнеси, които тепърва започват",
  "5-page website": "5-страничен уебсайт",
  "Basic SEO": "Основна SEO оптимизация",
  "Mobile responsive": "Адаптивен за мобилни устройства",
  "Contact form": "Контактна форма",
  "3 months support": "3 месеца поддръжка",
  
  "Professional": "Професионален",
  "Ideal for growing businesses": "Идеален за развиващи се бизнеси",
  "10-page website": "10-страничен уебсайт",
  "Advanced SEO": "Разширена SEO оптимизация",
  "Contact form & CRM integration": "Контактна форма и CRM интеграция",
  "6 months support": "6 месеца поддръжка",
  "2 rounds of revisions": "2 кръга на ревизии",
  
  "Enterprise": "Корпоративен",
  "Custom": "По поръчка",
  "For established businesses with complex needs": "За утвърдени бизнеси със сложни нужди",
  "Custom website": "Персонализиран уебсайт",
  "Complete SEO package": "Пълен SEO пакет",
  "Full CRM integration": "Пълна CRM интеграция",
  "12 months support": "12 месеца поддръжка",
  "Unlimited revisions": "Неограничени ревизии",
  "Dedicated account manager": "Персонален акаунт мениджър",
  
  "Most Popular": "Най-популярен",
  "Select Plan": "Изберете план",
  
  "What We Offer": "Какво предлагаме",
  "Key Features": "Основни характеристики",
  "Our Process": "Нашият процес",
  "Discovery": "Проучване",
  "We learn about your business, goals, and requirements through detailed consultations.": "Научаваме за вашия бизнес, цели и изисквания чрез подробни консултации.",
  "Planning": "Планиране",
  "We create a detailed project plan with timelines, deliverables, and milestones.": "Създаваме подробен проектен план с времеви рамки, резултати и етапи.",
  "Execution": "Изпълнение",
  "Our team implements the plan, with regular updates and opportunities for feedback.": "Нашият екип изпълнява плана, с редовни актуализации и възможности за обратна връзка.",
  "Launch & Support": "Стартиране и поддръжка",
  "We launch your project and provide ongoing support and maintenance.": "Стартираме вашия проект и осигуряваме текуща поддръжка и обслужване.",
  
  "Pricing Plans": "Ценови планове",
  "Choose the plan that works best for your business. Not sure which one is right for you? Contact us for a custom quote.": "Изберете плана, който работи най-добре за вашия бизнес. Не сте сигурни кой е подходящ за вас? Свържете се с нас за персонализирана оферта.",
  
  "Frequently Asked Questions": "Често задавани въпроси",
  "How long does it take to develop a website?": "Колко време отнема разработката на уебсайт?",
  "The timeline for website development varies depending on the complexity of the project. A simple website can take 2-4 weeks, while more complex projects might take 2-3 months or more. During our initial consultation, we'll provide you with a more accurate timeline based on your specific requirements.": "Времевата рамка за разработката на уебсайт варира в зависимост от сложността на проекта. Един прост уебсайт може да отнеме 2-4 седмици, докато по-сложните проекти могат да отнемат 2-3 месеца или повече. По време на първоначалната ни консултация ще ви предоставим по-точна времева рамка на базата на вашите специфични изисквания.",
  "Do you provide website maintenance services?": "Предлагате ли услуги за поддръжка на уебсайт?",
  "Yes, we offer website maintenance services to ensure your website remains secure, up-to-date, and functioning properly. Our maintenance packages include regular updates, security checks, backups, and technical support.": "Да, предлагаме услуги за поддръжка на уебсайт, за да гарантираме, че вашият уебсайт остава сигурен, актуален и функционира правилно. Нашите пакети за поддръжка включват редовни актуализации, проверки за сигурност, резервни копия и техническа поддръжка.",
  "Can you help with content creation?": "Можете ли да помогнете със създаването на съдържание?",
  "Yes, we offer content creation services including copywriting, image selection, and basic graphic design. Our content team can help create engaging, SEO-friendly content that resonates with your target audience and aligns with your brand voice.": "Да, ние предлагаме услуги за създаване на съдържание, включително копирайтинг, избор на изображения и основен графичен дизайн. Нашият екип за съдържание може да помогне за създаването на атрактивно, SEO-оптимизирано съдържание, което резонира с вашата целева аудитория и е съобразено с гласа на вашата марка.",
  "Do you offer e-commerce solutions?": "Предлагате ли решения за електронна търговия?",
  "Yes, we specialize in developing e-commerce websites that are secure, user-friendly, and optimized for conversions. We work with platforms like WooCommerce, Shopify, and custom solutions depending on your specific requirements and budget.": "Да, ние се специализираме в разработването на уебсайтове за електронна търговия, които са сигурни, лесни за използване и оптимизирани за конверсии. Работим с платформи като WooCommerce, Shopify и персонализирани решения в зависимост от вашите специфични изисквания и бюджет.",
  
  "Ready to Get Started?": "Готови ли сте да започнете?",
  "Contact us today to discuss your project and discover how we can help your business grow.": "Свържете се с нас днес, за да обсъдим вашия проект и да открием как можем да помогнем на вашия бизнес да се развие.",
  "Contact Us": "Свържете се с нас",
  "Call Us": "Обадете ни се",
  "Get a Quote": "Получете оферта",
  "We provide comprehensive digital solutions to help your business thrive in the digital world.": "Предлагаме всеобхватни дигитални решения, които да помогнат на вашия бизнес да процъфтява в дигиталния свят.",
  
  "Unsere Leistungen": "Нашите услуги",
  "Wir bieten umfassende Ausbildungen und Qualifikationen für Fahrer aller Klassen – von Fahranfängern bis zu Berufskraftfahrern.": "Предлагаме всеобхватно обучение и квалификации за шофьори от всички категории – от начинаещи до професионални шофьори.",
  "Beratungsgespräch vereinbaren": "Запишете се за консултация",
  
  "Was wir anbieten": "Какво предлагаме",
  "Hauptmerkmale": "Основни характеристики",
  
  "Fahrschule – Klassen B, BE & A": "Автошкола – категории B, BE и A",
  "Ob Auto, Anhänger oder Motorrad – wir bilden sicher und zielgerichtet aus. Unsere erfahrenen Fahrlehrer begleiten dich vom ersten Theorieunterricht bis zur erfolgreichen Fahrprüfung.": "Било то автомобил, ремарке или мотоциклет – ние предоставяме сигурно и целенасочено обучение. Нашите опитни инструктори ви придружават от първия теоретичен урок до успешното полагане на шофьорския изпит.",
  "Ausbildung für PKW (Klasse B), Anhänger (BE) und Motorrad (A)": "Обучение за автомобил (категория B), ремарке (BE) и мотоциклет (A)",
  "Theorie- und Praxisunterricht mit modernen Fahrzeugen": "Теоретични и практически занятия с модерни превозни средства",
  "Flexible Fahrstunden & Prüfungsvorbereitung": "Гъвкави часове за шофиране и подготовка за изпит",
  "Intensivkurse auf Anfrage": "Интензивни курсове при поискване",
  
  "ASF-Kurse (Aufbauseminar für Fahranfänger)": "Курсове за начинаещи шофьори",
  "Pflichtseminar nach dem Führerschein auf Probe – bei uns professionell, verständlich und mit persönlicher Betreuung.": "Задължителен семинар след получаване на пробна шофьорска книжка – при нас професионално, разбираемо и с лично внимание.",
  "Gesetzlich anerkannt": "Законово признат",
  "Kompetente Seminarleiter": "Компетентни водещи на семинари",
  "Schnelle Terminvergabe": "Бързо уговаряне на срещи",
  "Teilnahmebescheinigung für die Führerscheinstelle": "Удостоверение за участие за органите, издаващи шофьорски книжки",
  
  "Erste-Hilfe-Kurse": "Курсове за първа помощ",
  "Lerne in nur einem Tag, wie du im Notfall richtig reagierst – ein Muss für jeden Führerscheinbewerber und wertvoll fürs Leben.": "Научете за един ден как да реагирате правилно при спешни случаи – задължително за всеки кандидат за шофьорска книжка и ценно за целия живот.",
  "Kompaktkurs (9 Unterrichtseinheiten)": "Компактен курс (9 учебни единици)",
  "Anerkannt für alle Führerscheinklassen": "Признат за всички категории шофьорски книжки",
  "Inklusive Sehtest & Passfotos (optional)": "Включително тест за зрение и паспортни снимки (по избор)",
  "Zertifikat am Kurstag": "Сертификат в деня на курса",
  
  "Anschlagmittelprüfung": "Проверка на товарозахватни приспособления",
  "Sicherheit beginnt bei der Ausrüstung – wir schulen und prüfen den sachgemäßen Umgang mit Anschlagmitteln gemäß DGUV-Richtlinien.": "Безопасността започва от оборудването – ние обучаваме и проверяваме правилната употреба на товарозахватни приспособления съгласно директивите на DGUV.",
  "Theoretische und praktische Einweisung": "Теоретически и практически инструктаж",
  "Durchführung der jährlichen Prüfung": "Провеждане на годишната проверка",
  "Dokumentation und Prüfprotokolle": "Документация и протоколи от проверката",
  "Für Unternehmen und Einzelpersonen": "За фирми и частни лица",
  
  "Berufskraftfahrer-Qualifikation (BKF)": "Квалификация за професионални шофьори",
  "Pflichtschulungen für Berufskraftfahrer nach BKrFQG: Wir bieten alle 5 Module sowie die beschleunigte Grundqualifikation an.": "Задължителни обучения за професионални шофьори: предлагаме всички 5 модула, както и ускорена основна квалификация.",
  "Module 1–5 gemäß BKrFQG": "Модули 1–5 съгласно закона за квалификация на професионални шофьори",
  "Beschleunigte Grundqualifikation": "Ускорена основна квалификация",
  "Hochqualifizierte Dozenten aus der Praxis": "Висококвалифицирани преподаватели с практически опит",
  "Flexible Terminwahl – auch am Wochenende": "Гъвкав избор на дати – също и през уикенда",
  
  "Flurförderfahrzeuge & Lang-LKW-Qualifikation": "Квалификация за складова техника и дългомерни камиони",
  "Wir bereiten Ihre Mitarbeiter optimal auf den sicheren Umgang mit Flurförderzeugen (z. B. Gabelstapler) und Lang-LKWs vor.": "Ние подготвяме вашите служители оптимално за безопасна работа със складова техника (напр. мотокари) и дългомерни камиони.",
  "Gabelstaplerführerschein gemäß DGUV 308-001": "Свидетелство за мотокар съгласно DGUV 308-001",
  "Theoretische und praktische Ausbildung": "Теоретично и практическо обучение",
  "Lang-LKW-Schulung inkl. Fahrsimulator-Einsatz": "Обучение за дългомерни камиони, включително използване на симулатор за шофиране",
  "Zertifizierter Abschluss": "Сертифицирано завършване",
  
  "Unser Prozess": "Нашият процес",
  "Analyse": "Анализ",
  "Wir verstehen Ihre Anforderungen – sei es als Einzelperson oder als Unternehmen.": "Разбираме вашите изисквания – независимо дали сте частно лице или фирма.",
  "Planung": "Планиране",
  "Individuelle Schulungspläne, abgestimmt auf Ziel, Zeitrahmen und gesetzliche Vorgaben.": "Индивидуални планове за обучение, съобразени с целта, времевата рамка и законовите изисквания.",
  "Umsetzung": "Реализация",
  "Unsere erfahrenen Ausbilder setzen moderne Lehrmethoden mit praxisnahen Inhalten ein.": "Нашите опитни обучители използват съвременни методи на преподаване с практически насочено съдържание.",
  "Abschluss & Support": "Завършване и подкрепа",
  "Zertifikate, Nachbetreuung und weiterführende Qualifikationen – alles aus einer Hand.": "Сертификати, последващо обслужване и допълнителни квалификации – всичко от един източник.",
  
  "Preispakete": "Ценови пакети",
  "Wählen Sie das passende Paket für Ihre Ausbildung. Unsicher, welches das richtige für Sie ist? Kontaktieren Sie uns für eine persönliche Beratung.": "Изберете подходящия пакет за вашето обучение. Не сте сигурни кой е подходящ за вас? Свържете се с нас за лична консултация.",
  "Besonders beliebt": "Особено популярен",
  "Führerschein Klasse B": "Свидетелство за управление категория B",
  "Ideal für Fahranfänger": "Идеален за начинаещи шофьори",
  "Theorieunterricht (14 Doppelstunden)": "Теоретично обучение (14 двойни часа)",
  "Grundfahrstunden (10 Stunden)": "Основни часове по шофиране (10 часа)",
  "Überlandfahrt (5 Stunden)": "Извънградско шофиране (5 часа)",
  "Autobahnfahrt (4 Stunden)": "Шофиране по магистрала (4 часа)",
  "Nachtfahrt (3 Stunden)": "Нощно шофиране (3 часа)",
  "Paket wählen": "Избери пакет",
  
  "Führerschein Klasse A": "Свидетелство за управление категория A",
  "Für Motorradbegeisterte": "За ентусиасти на мотоциклети",
  "Grundfahrstunden (9 Stunden)": "Основни часове по шофиране (9 часа)",
  "Überlandfahrt (4 Stunden)": "Извънградско шофиране (4 часа)",
  "Sonderfahrten (3 Stunden)": "Специални пътувания (3 часа)",
  "Moderne Motorräder": "Модерни мотоциклети",
  "Schutzausrüstung (falls benötigt)": "Защитно оборудване (ако е необходимо)",
  
  "Intensivkurs": "Интензивен курс",
  "Für Eilige und Entschlossene": "За бързащи и решителни",
  "Führerschein in 3-4 Wochen": "Шофьорска книжка за 3-4 седмици",
  "Täglicher Theorieunterricht": "Ежедневни теоретични занятия",
  "Flexible Fahrstundenplanung": "Гъвкаво планиране на часовете за шофиране",
  "Prüfungsvorbereitung": "Подготовка за изпит",
  "Erste-Hilfe-Kurs inklusive": "Включен курс по първа помощ",
  "Vorrangige Prüfungstermine": "Приоритетни дати за изпити",
  
  "Häufig gestellte Fragen": "Често задавани въпроси",
  "Wie lange dauert die Führerscheinausbildung?": "Колко време отнема обучението за шофьорска книжка?",
  "Die Dauer der Ausbildung hängt von Ihrer Verfügbarkeit und Ihrem Lernfortschritt ab. Bei regelmäßiger Teilnahme am Unterricht und wöchentlichen Fahrstunden kann die Ausbildung in 3-6 Monaten abgeschlossen werden. Mit unserem Intensivkurs ist ein Abschluss innerhalb von 3-4 Wochen möglich.": "Продължителността на обучението зависи от вашата наличност и напредък в ученето. При редовно посещение на занятията и седмични часове по шофиране, обучението може да бъде завършено за 3-6 месеца. С нашия интензивен курс е възможно завършване в рамките на 3-4 седмици.",
  
  "Welche Unterlagen benötige ich für die Anmeldung?": "Какви документи са ми необходими за регистрация?",
  "Für die Anmeldung benötigen Sie einen gültigen Personalausweis oder Reisepass, ein biometrisches Passfoto, einen Sehtest vom Optiker oder Arzt, und einen Erste-Hilfe-Kurs-Nachweis. Bei Führerscheinerweiterungen bringen Sie bitte auch Ihren aktuellen Führerschein mit.": "За регистрация се нуждаете от валидна лична карта или паспорт, биометрична снимка за паспорт, тест за зрение от оптик или лекар и удостоверение за курс по първа помощ. За разширяване на шофьорската книжка, моля, донесете и текущата си шофьорска книжка.",
  
  "Wann findet der Theorieunterricht statt?": "Кога се провеждат теоретичните занятия?",
  "Unser regulärer Theorieunterricht findet Montag bis Donnerstag von 18:00 bis 19:30 Uhr statt. Für Berufstätige und Schüler bieten wir auch samstags Unterricht an. Beim Intensivkurs finden die Theorieeinheiten täglich vormittags statt.": "Нашите редовни теоретични занятия се провеждат от понеделник до четвъртък от 18:00 до 19:30 часа. За работещи и ученици предлагаме занятия и в събота. При интензивния курс теоретичните занятия се провеждат ежедневно преди обяд.",
  
  "Können Fahrstunden auch am Wochenende stattfinden?": "Могат ли часовете по шофиране да се провеждат през уикенда?",
  "Ja, wir bieten nach Absprache auch Fahrstunden am Samstag an. Diese müssen jedoch im Voraus geplant werden. Für die Intensivkurse stehen unsere Fahrlehrer auch am Wochenende zur Verfügung, um Ihren Führerschein in kürzester Zeit zu ermöglichen.": "Да, по договаряне предлагаме часове по шофиране и в събота. Те обаче трябва да бъдат планирани предварително. За интензивните курсове нашите инструктори по шофиране са на разположение и през уикенда, за да ви помогнат да получите шофьорската си книжка във възможно най-кратък срок.",
  
  "Bereit loszulegen?": "Готови ли сте да започнете?",
  "Kontaktieren Sie uns noch heute, um Ihre Ausbildung zu beginnen oder mehr über unsere Angebote zu erfahren.": "Свържете се с нас още днес, за да започнете обучението си или да научите повече за нашите предложения.",
  "Kontakt aufnehmen": "Свържете се с нас",
  "Anrufen": "Обадете се",
  "123 Web Street": "Zeppelinstraße 1",
  "Digital City, DC 12345": "88410 Bad Wurzach",
  "Belarusian": "Беларуски",
  "Macedonian": "Македонски",
  "Ukrainian": "Украински",
  "Cookie Settings": "Настройки на бисквитките",
  "We use cookies to improve your experience on our website. By browsing this website, you agree to our use of cookies.": "Използваме бисквитки, за да подобрим вашето преживяване на нашия уебсайт. С разглеждането на този уебсайт, вие се съгласявате с използването на бисквитки.",
  "Accept Necessary": "Приемам необходимите",
  "Accept All": "Приемам всички",
  "Customize": "Персонализиране",
  "Cookie Preferences": "Предпочитания за бисквитки",
  "Manage your cookie preferences. Necessary cookies help make a website usable by enabling basic functions like page navigation. The website cannot function properly without these cookies.": "Управлявайте вашите предпочитания за бисквитки. Необходимите бисквитки помагат за използването на уебсайта, като активират основни функции като навигация в страниците. Уебсайтът не може да функционира правилно без тези бисквитки.",
  "Necessary": "Необходими",
  "Functional": "Функционални",
  "Analytics": "Аналитични",
  "Marketing": "Маркетингови",
  "These cookies are essential for the website to function properly. They cannot be disabled.": "Тези бисквитки са от съществено значение за правилното функциониране на уебсайта. Те не могат да бъдат деактивирани.",
  "These cookies enable personalized features and functionality. They may be set by us or third-party providers.": "Тези бисквитки активират персонализирани функции и функционалност. Те могат да бъдат задавани от нас или от трети страни доставчици.",
  "These cookies help us understand how visitors interact with our website, helping us improve our services.": "Тези бисквитки ни помагат да разберем как посетителите взаимодействат с нашия уебсайт, помагайки ни да подобрим нашите услуги.",
  "These cookies are used to track visitors across websites to display relevant advertisements.": "Тези бисквитки се използват за проследяване на посетителите в различни уебсайтове, за да се показват подходящи реклами.",
  "Required for the website to function properly": "Необходими за правилното функциониране на уебсайта",
  "Cancel": "Отказ",
  "Save Preferences": "Запазете предпочитанията",
  "Company Information": "Информация за компанията",
  "Germany": "Германия",
  "Phone": "Телефон",
  "Legal Representatives": "Законни представители",
  "Legal Disclaimer": "Правна декларация",
  "Managing Director": "Управляващ директор",
  "Registration Information": "Регистрационна информация",
  "Commercial Register": "Търговски регистър",
  "Registration Number": "Регистрационен номер",
  "VAT Identification Number": "ДДС идентификационен номер",
  "According to § 27a of the German VAT Law": "Съгласно § 27a от немския закон за ДДС",
  "Responsible for Content (according to § 18 Abs. 2 MStV)": "Отговорен за съдържанието (съгласно § 18 ал. 2 MStV)",
  "Data Protection": "Защита на данните",
  "We take the protection of your personal data very seriously. This privacy policy informs you about how we collect and process personal data when you use our website.": "Приемаме защитата на вашите лични данни много сериозно. Тази политика за поверителност ви информира за това как събираме и обработваме лични данни, когато използвате нашия уебсайт.",
  "Data Controller": "Администратор на данни",
  "The data controller responsible for data processing on this website is:": "Администраторът на данни, отговорен за обработката на данни на този уебсайт, е:",
  "Data Collection and Storage": "Събиране и съхранение на данни",
  "When you visit our website, we may collect the following data:": "Когато посещавате нашия уебсайт, можем да събираме следните данни:",
  "IP address": "IP адрес",
  "Date and time of the request": "Дата и час на заявката",
  "Browser type and version": "Тип и версия на браузъра",
  "Operating system": "Операционна система",
  "Referring website": "Препращащ уебсайт",
  "Cookies": "Бисквитки",
  "We use cookies on our website. Cookies are small text files that are stored on your device and help make our website more user-friendly, effective, and secure.": "Използваме бисквитки на нашия уебсайт. Бисквитките са малки текстови файлове, които се съхраняват на вашето устройство и помагат да направим нашия уебсайт по-удобен за потребителя, ефективен и сигурен.",
  "Your Rights": "Вашите права",
  "Under the EU General Data Protection Regulation (GDPR), you have the following rights:": "Съгласно Общия регламент за защита на данните на ЕС (GDPR), имате следните права:",
  "Right to information about your personal data": "Право на информация относно вашите лични данни",
  "Right to correction of inaccurate personal data": "Право на коригиране на неточни лични данни",
  "Right to deletion of your personal data": "Право на изтриване на вашите лични данни",
  "Right to restriction of processing": "Право на ограничаване на обработката",
  "Right to data portability": "Право на преносимост на данните",
  "Right to object to processing": "Право на възражение срещу обработката",
  "If you have any questions about data protection, please contact us.": "Ако имате въпроси относно защитата на данните, моля, свържете се с нас."
}
