{
  "Your Company": "Z1 Ausbildungszentrum GmbH",
  "Welcome to Our Website": "Сардэчна запрашаем на наш сайт",
  "Your vision, our expertise – Building amazing experiences": "Ваша бачанне, наш досвед – Стварэнне выдатных рашэнняў",
  "Get Started": "Пачаць",
  "Our Mission": "Наша місія",
  "We strive to deliver exceptional digital experiences that transform businesses and delight users. Our team combines creativity with technical expertise to build solutions that stand out.": "Мы імкнемся ствараць выключныя лічбавыя рашэнні, якія трансфармуюць бізнес і радуюць карыстальнікаў. Наша каманда спалучае крэатыўнасць з тэхнічным досведам для стварэння выбітных рашэнняў.",
  "Learn more →": "Даведацца больш →",
  "Our Services": "Нашы паслугі",
  "From website development to full-scale digital transformation, we offer a range of services tailored to meet your unique business needs and goals.": "Ад распрацоўкі вэб-сайтаў да поўнамаштабнай лічбавай трансфармацыі, мы прапануем шэраг паслуг, адаптаваных да вашых унікальных бізнес-патрэб і мэтаў.",
  "View services →": "Паглядзець паслугі →",
  "Our Projects": "Нашы праекты",
  "Browse our portfolio to see how we've helped businesses like yours achieve their digital goals. Each project represents our commitment to excellence and innovation.": "Прагледзьце наша партфоліо, каб убачыць, як мы дапамаглі кампаніям, падобным да вашай, дасягнуць іх лічбавых мэтаў. Кожны праект адлюстроўвае наша імкненне да дасканаласці і інавацый.",
  "See portfolio →": "Глядзець партфоліо →",
  "Get In Touch": "Звязацца з намі",
  "Contact Information": "Кантактная інфармацыя",
  "Fill out the form and our team will get back to you within 24 hours.": "Запоўніце форму, і наша каманда звяжацца з вамі на працягу 24 гадзін.",
  "Full Name": "Поўнае імя",
  "John Doe": "Іван Іваноў",
  "Email": "Электронная пошта",
  "john@example.com": "ivan@primer.by",
  "Subject": "Тэма",
  "How can we help you?": "Чым мы можам вам дапамагчы?",
  "Message": "Паведамленне",
  "Your message here...": "Ваша паведамленне тут...",
  "Send Message": "Адправіць паведамленне",
  "Page Not Found": "Старонка не знойдзена",
  "The page you are looking for doesn't exist or has been moved.": "Старонка, якую вы шукаеце, не існуе ці была перамешчана.",
  "Go back home": "Вярнуцца на галоўную",
  "Mission": "Місія",
  "Services": "Паслугі",
  "Projects": "Праекты",
  "Contact": "Кантакт",
  "About Us": "Пра нас",
  "We are a passionate team dedicated to creating outstanding digital experiences.": "Мы захопленая каманда, якая прысвяціла сябе стварэнню выдатных лічбавых рашэнняў.",
  "Quick Links": "Хуткія спасылкі",
  "Home": "Галоўная",
  "About": "Пра нас",
  "123 Web Street, Digital City": "Zeppelinstraße 1, 88410 Bad Wurzach",
  "Follow Us": "Сачыце за намі",
  "Your Company. All rights reserved.": "Z1 Ausbildungszentrum GmbH. Усе правы абаронены.",
  "Mission Image": "Выява місіі",
  "Services Image": "Выява паслуг",
  "Projects Image": "Выява праектаў",
  "Language": "Мова",
  "English": "Англійская",
  "German": "Нямецкая",
  "Russian": "Руская",
  "Serbian": "Сербская",
  "Romanian": "Румынская",
  "Bulgarian": "Балгарская",
  "Turkish": "Турэцкая",
  "Arabic": "Арабская",
  "Belarusian": "Беларуская",
  "Legal Information": "Юрыдычная інфармацыя",
  "Impressum": "Выходныя дадзеныя",
  "Privacy Policy": "Палітыка канфідэнцыяльнасці",
  "Terms & Conditions": "Умовы выкарыстання",
  "Right of Withdrawal": "Права на адмову",
  "Shipping & Payment": "Дастаўка і аплата",
  "Online Dispute Resolution": "Анлайн-вырашэнне спрэчак",
  "Responsible according to § 18 Abs. 2 MStV: Your Name, Address": "Адказны згодна з § 18 абз. 2 MStV: Z1 Ausbildungszentrum GmbH, Zeppelinstraße 1, 88410 Bad Wurzach",
  
  "Web Development": "Вэб-распрацоўка",
  "Our web development team creates responsive, user-friendly websites that engage visitors and drive conversions. Using the latest technologies, we build fast, secure, and scalable web solutions tailored to your business needs.": "Наша каманда вэб-распрацоўшчыкаў стварае адаптыўныя, зручныя для карыстальнікаў вэб-сайты, якія прыцягваюць наведвальнікаў і павышаюць канверсію. Выкарыстоўваючы найноўшыя тэхналогіі, мы ствараем хуткія, бяспечныя і маштабаваныя вэб-рашэнні, адаптаваныя да патрэб вашага бізнесу.",
  "Responsive design for all devices": "Адаптыўны дызайн для ўсіх прылад",
  "SEO optimization": "SEO-аптымізацыя",
  "Content management systems": "Сістэмы кіравання кантэнтам",
  "E-commerce solutions": "Рашэнні для электроннай камерцыі",
  "Performance optimization": "Аптымізацыя прадукцыйнасці",
  
  "Mobile App Development": "Распрацоўка мабільных дадаткаў",
  "We develop native and cross-platform mobile applications that provide seamless user experiences. Our apps are designed to be intuitive, fast, and reliable across iOS and Android platforms.": "Мы распрацоўваем натыўныя і кросплатформенныя мабільныя дадаткі, якія забяспечваюць бездакорны карыстальніцкі досвед. Нашы дадаткі спраектаваны так, каб быць інтуітыўна зразумелымі, хуткімі і надзейнымі на платформах iOS і Android.",
  "Native iOS and Android development": "Натыўная распрацоўка для iOS і Android",
  "Cross-platform solutions": "Кросплатформенныя рашэнні",
  "UI/UX design for mobile": "UI/UX дызайн для мабільных прылад",
  "App store optimization": "Аптымізацыя для крам дадаткаў",
  "Maintenance and updates": "Абслугоўванне і абнаўленні",
  
  "UI/UX Design": "UI/UX Дызайн",
  "Our design team creates intuitive user interfaces and engaging user experiences. We focus on understanding your users' needs to design digital products that are both beautiful and functional.": "Наша каманда дызайнераў стварае інтуітыўна зразумелыя карыстальніцкія інтэрфейсы і прывабны карыстальніцкі досвед. Мы канцэнтруемся на разуменні патрэб вашых карыстальнікаў, каб распрацоўваць лічбавыя прадукты, якія адначасова прыгожыя і функцыянальныя.",
  "User research and testing": "Даследаванне і тэставанне карыстальнікаў",
  "Wireframing and prototyping": "Стварэнне каркасаў і прататыпаў",
  "Visual design": "Візуальны дызайн",
  "Interaction design": "Дызайн узаемадзеяння",
  "Design systems": "Сістэмы дызайну",
  
  "Digital Marketing": "Лічбавы маркетынг",
  "We help businesses reach their target audience and achieve their marketing goals. Our digital marketing strategies are data-driven and focused on delivering measurable results.": "Мы дапамагаем бізнесу дасягнуць сваёй мэтавай аўдыторыі і дасягнуць маркетынгавых мэтаў. Нашы стратэгіі лічбавага маркетынгу заснаваны на дадзеных і арыентаваны на дасягненне вымяральных вынікаў.",
  "Search engine optimization (SEO)": "Пошукавая аптымізацыя (SEO)",
  "Pay-per-click (PPC) advertising": "Рэклама з аплатай за клік (PPC)", 
  "Social media marketing": "Маркетынг у сацыяльных сетках",
  "Email marketing": "Email-маркетынг",
  "Content marketing": "Кантэнт-маркетынг",
  
  "Basic": "Базавы",
  "Perfect for small businesses getting started": "Ідэальна для малога бізнесу, які толькі пачынае",
  "5-page website": "5-старонкавы сайт",
  "Basic SEO": "Базавая SEO-аптымізацыя",
  "Mobile responsive": "Адаптаваны для мабільных прылад",
  "Contact form": "Кантактная форма",
  "3 months support": "3 месяцы падтрымкі",
  
  "Professional": "Прафесійны",
  "Ideal for growing businesses": "Ідэальна для растучага бізнесу",
  "10-page website": "10-старонкавы сайт",
  "Advanced SEO": "Пашыраная SEO-аптымізацыя",
  "Contact form & CRM integration": "Кантактная форма і інтэграцыя з CRM",
  "6 months support": "6 месяцаў падтрымкі",
  "2 rounds of revisions": "2 раўнды правак",
  
  "Enterprise": "Карпаратыўны",
  "Custom": "Індывідуальны",
  "For established businesses with complex needs": "Для ўсталяванага бізнесу з комплекснымі патрэбамі",
  "Custom website": "Індывідуальны вэб-сайт",
  "Complete SEO package": "Поўны пакет SEO",
  "Full CRM integration": "Поўная інтэграцыя з CRM",
  "12 months support": "12 месяцаў падтрымкі",
  "Unlimited revisions": "Неабмежаваная колькасць правак",
  "Dedicated account manager": "Выдзелены менеджар акаўнта",
  
  "Most Popular": "Самы папулярны",
  "Select Plan": "Выбраць план",
  
  "What We Offer": "Што мы прапануем",
  "Key Features": "Ключавыя асаблівасці",
  "Our Process": "Наш працэс",
  "Discovery": "Даследаванне",
  "We learn about your business, goals, and requirements through detailed consultations.": "Мы даведваемся пра ваш бізнес, мэты і патрабаванні праз дэтальныя кансультацыі.",
  "Planning": "Планаванне",
  "We create a detailed project plan with timelines, deliverables, and milestones.": "Мы ствараем дэтальны план праекта з часовымі рамкамі, вынікамі і вехамі.",
  "Execution": "Выкананне",
  "Our team implements the plan, with regular updates and opportunities for feedback.": "Наша каманда рэалізуе план, з рэгулярнымі абнаўленнямі і магчымасцямі для зваротнай сувязі.",
  "Launch & Support": "Запуск і падтрымка",
  "We launch your project and provide ongoing support and maintenance.": "Мы запускаем ваш праект і забяспечваем пастаянную падтрымку і абслугоўванне.",
  
  "Pricing Plans": "Тарыфныя планы",
  "Choose the plan that works best for your business. Not sure which one is right for you? Contact us for a custom quote.": "Выберыце план, які лепш за ўсё падыходзіць для вашага бізнесу. Не ўпэўнены, які з іх падыходзіць менавіта вам? Звяжыцеся з намі для індывідуальнай прапановы.",
  
  "Frequently Asked Questions": "Часта задаваемыя пытанні",
  "How long does it take to develop a website?": "Колькі часу займае распрацоўка вэб-сайта?",
  "The timeline for website development varies depending on the complexity of the project. A simple website can take 2-4 weeks, while more complex projects might take 2-3 months or more. During our initial consultation, we'll provide you with a more accurate timeline based on your specific requirements.": "Час распрацоўкі вэб-сайта залежыць ад складанасці праекта. Просты сайт можа заняць 2-4 тыдні, у той час як больш складаныя праекты могуць заняць 2-3 месяцы або больш. Падчас нашай першапачатковай кансультацыі мы прадставім вам больш дакладныя тэрміны, заснаваныя на вашых канкрэтных патрабаваннях.",
  "Do you provide website maintenance services?": "Ці прадастаўляеце вы паслугі па абслугоўванню вэб-сайтаў?",
  "Yes, we offer website maintenance services to ensure your website remains secure, up-to-date, and functioning properly. Our maintenance packages include regular updates, security checks, backups, and technical support.": "Так, мы прапануем паслугі па абслугоўванню вэб-сайтаў, каб гарантаваць, што ваш сайт застаецца бяспечным, актуальным і правільна функцыянуючым. Нашы пакеты абслугоўвання ўключаюць рэгулярныя абнаўленні, праверкі бяспекі, рэзервовае капіраванне і тэхнічную падтрымку.",
  "Can you help with content creation?": "Ці можаце вы дапамагчы са стварэннем кантэнту?",
  "Yes, we offer content creation services including copywriting, image selection, and basic graphic design. Our content team can help create engaging, SEO-friendly content that resonates with your target audience and aligns with your brand voice.": "Так, мы прапануем паслугі па стварэнню кантэнту, уключаючы капірайтынг, падбор выяў і базавы графічны дызайн. Наша каманда кантэнту можа дапамагчы стварыць захапляльны, SEO-аптымізаваны кантэнт, які рэзаніруе з вашай мэтавай аўдыторыяй і адпавядае голасу вашага брэнда.",
  "Do you offer e-commerce solutions?": "Ці прапануеце вы рашэнні для электроннай камерцыі?",
  "Yes, we specialize in developing e-commerce websites that are secure, user-friendly, and optimized for conversions. We work with platforms like WooCommerce, Shopify, and custom solutions depending on your specific requirements and budget.": "Так, мы спецыялізуемся на распрацоўцы сайтаў электроннай камерцыі, якія бяспечныя, зручныя для карыстальнікаў і аптымізаваныя для канверсій. Мы працуем з такімі платформамі, як WooCommerce, Shopify, і ствараем індывідуальныя рашэнні ў залежнасці ад вашых канкрэтных патрабаванняў і бюджэту.",
  
  "Ready to Get Started?": "Гатовы пачаць?",
  "Contact us today to discuss your project and discover how we can help your business grow.": "Звяжыцеся з намі сёння, каб абмеркаваць ваш праект і даведацца, як мы можам дапамагчы вашаму бізнесу расці.",
  "Contact Us": "Звяжыцеся з намі",
  "Call Us": "Патэлефануйце нам",
  "Get a Quote": "Атрымаць прапанову",
  "We provide comprehensive digital solutions to help your business thrive in the digital world.": "Мы прадастаўляем комплексныя лічбавыя рашэнні, каб дапамагчы вашаму бізнесу квітнець у лічбавым свеце.",
  
  "Unsere Leistungen": "Нашы паслугі",
  "Wir bieten umfassende Ausbildungen und Qualifikationen für Fahrer aller Klassen – von Fahranfängern bis zu Berufskraftfahrern.": "Мы прапануем комплекснае навучанне і кваліфікацыі для кіроўцаў усіх катэгорый – ад пачаткоўцаў да прафесійных кіроўцаў.",
  "Beratungsgespräch vereinbaren": "Запісацца на кансультацыю",
  
  "Was wir anbieten": "Што мы прапануем",
  "Hauptmerkmale": "Асноўныя характарыстыкі",
  
  "Fahrschule – Klassen B, BE & A": "Аўташкола – катэгорыі B, BE і A",
  "Ob Auto, Anhänger oder Motorrad – wir bilden sicher und zielgerichtet aus. Unsere erfahrenen Fahrlehrer begleiten dich vom ersten Theorieunterricht bis zur erfolgreichen Fahrprüfung.": "Легкавы аўтамабіль, прычэп ці матацыкл – мы забяспечваем бяспечнае і мэтанакіраванае навучанне. Нашы вопытныя інструктары суправаджаюць вас ад першага тэарэтычнага занятку да паспяховай здачы экзамену.",
  "Ausbildung für PKW (Klasse B), Anhänger (BE) und Motorrad (A)": "Навучанне на легкавы аўтамабіль (катэгорыя B), прычэп (BE) і матацыкл (A)",
  "Theorie- und Praxisunterricht mit modernen Fahrzeugen": "Тэарэтычныя і практычныя заняткі на сучасных транспартных сродках",
  "Flexible Fahrstunden & Prüfungsvorbereitung": "Гнуткі расклад урокаў кіравання і падрыхтоўка да экзаменаў",
  "Intensivkurse auf Anfrage": "Інтэнсіўныя курсы па запыце",
  
  "ASF-Kurse (Aufbauseminar für Fahranfänger)": "Курсы павышэння кваліфікацыі для пачаткоўцаў-кіроўцаў",
  "Pflichtseminar nach dem Führerschein auf Probe – bei uns professionell, verständlich und mit persönlicher Betreuung.": "Абавязковы семінар пасля атрымання часовых вадзіцельскіх правоў – у нас прафесійна, зразумела і з індывідуальным падыходам.",
  "Gesetzlich anerkannt": "Прызнана заканадаўствам",
  "Kompetente Seminarleiter": "Кампетэнтныя вядучыя семінараў",
  "Schnelle Terminvergabe": "Хуткае прызначэнне сустрэч",
  "Teilnahmebescheinigung für die Führerscheinstelle": "Сертыфікат удзелу для органаў выдачы вадзіцельскіх пасведчанняў",
  
  "Erste-Hilfe-Kurse": "Курсы першай дапамогі",
  "Lerne in nur einem Tag, wie du im Notfall richtig reagierst – ein Muss für jeden Führerscheinbewerber und wertvoll fürs Leben.": "Навучыцеся за адзін дзень правільна рэагаваць у надзвычайных сітуацыях – абавязковая ўмова для кожнага кандыдата на атрыманне вадзіцельскіх правоў і каштоўны навык на ўсё жыццё.",
  "Kompaktkurs (9 Unterrichtseinheiten)": "Кампактны курс (9 навучальных адзінак)",
  "Anerkannt für alle Führerscheinklassen": "Прызнаны для ўсіх катэгорый вадзіцельскіх правоў",
  "Inklusive Sehtest & Passfotos (optional)": "Уключаючы праверку зроку і фотаздымкі для дакументаў (па жаданні)",
  "Zertifikat am Kurstag": "Сертыфікат у дзень курса",
  
  "Anschlagmittelprüfung": "Праверка грузазахопных прыстасаванняў",
  "Sicherheit beginnt bei der Ausrüstung – wir schulen und prüfen den sachgemäßen Umgang mit Anschlagmitteln gemäß DGUV-Richtlinien.": "Бяспека пачынаецца з абсталявання – мы навучаем і правяраем правільнае выкарыстанне грузазахопных прыстасаванняў у адпаведнасці з дырэктывамі DGUV.",
  "Theoretische und praktische Einweisung": "Тэарэтычны і практычны інструктаж",
  "Durchführung der jährlichen Prüfung": "Правядзенне штогадовай праверкі",
  "Dokumentation und Prüfprotokolle": "Дакументацыя і пратаколы выпрабаванняў",
  "Für Unternehmen und Einzelpersonen": "Для кампаній і прыватных асоб",
  
  "Berufskraftfahrer-Qualifikation (BKF)": "Кваліфікацыя прафесійных кіроўцаў",
  "Pflichtschulungen für Berufskraftfahrer nach BKrFQG: Wir bieten alle 5 Module sowie die beschleunigte Grundqualifikation an.": "Абавязковае навучанне для прафесійных кіроўцаў: мы прапануем усе 5 модуляў, а таксама паскораную базавую кваліфікацыю.",
  "Module 1–5 gemäß BKrFQG": "Модулі 1–5 паводле закона аб кваліфікацыі прафесійных кіроўцаў",
  "Beschleunigte Grundqualifikation": "Паскораная базавая кваліфікацыя",
  "Hochqualifizierte Dozenten aus der Praxis": "Высокакваліфікаваныя выкладчыкі-практыкі",
  "Flexible Terminwahl – auch am Wochenende": "Гнуткі выбар тэрмінаў навучання – нават у выходныя дні",
  
  "Flurförderfahrzeuge & Lang-LKW-Qualifikation": "Кваліфікацыя па кіраванні складской тэхнікай і даўгамернымі грузавікамі",
  "Wir bereiten Ihre Mitarbeiter optimal auf den sicheren Umgang mit Flurförderzeugen (z. B. Gabelstapler) und Lang-LKWs vor.": "Мы аптымальна падрыхтуем вашых супрацоўнікаў да бяспечнай работы са складской тэхнікай (напрыклад, відэльчатымі пагрузчыкамі) і даўгамернымі грузавікамі.",
  "Gabelstaplerführerschein gemäß DGUV 308-001": "Правы на відэльчаты пагрузчык у адпаведнасці з DGUV 308-001",
  "Theoretische und praktische Ausbildung": "Тэарэтычнае і практычнае навучанне",
  "Lang-LKW-Schulung inkl. Fahrsimulator-Einsatz": "Навучанне кіраванню даўгамернымі грузавікамі, уключаючы выкарыстанне сімулятара кіравання",
  "Zertifizierter Abschluss": "Сертыфікаванае завяршэнне навучання",
  
  "Unser Prozess": "Наш працэс",
  "Analyse": "Аналіз",
  "Wir verstehen Ihre Anforderungen – sei es als Einzelperson oder als Unternehmen.": "Мы разумеем вашы патрэбы – будзь вы прыватнай асобай ці кампаніяй.",
  "Planung": "Планаванне",
  "Individuelle Schulungspläne, abgestimmt auf Ziel, Zeitrahmen und gesetzliche Vorgaben.": "Індывідуальныя планы навучання, адаптаваныя да мэт, часавых рамак і заканадаўчых патрабаванняў.",
  "Umsetzung": "Рэалізацыя",
  "Unsere erfahrenen Ausbilder setzen moderne Lehrmethoden mit praxisnahen Inhalten ein.": "Нашы вопытныя інструктары выкарыстоўваюць сучасныя метады навучання з практычным зместам.",
  "Abschluss & Support": "Завяршэнне і падтрымка",
  "Zertifikate, Nachbetreuung und weiterführende Qualifikationen – alles aus einer Hand.": "Сертыфікаты, далейшае суправаджэнне і дадатковыя кваліфікацыі – усё з адных рук.",
  
  "Preispakete": "Цэнавыя пакеты",
  "Wählen Sie das passende Paket für Ihre Ausbildung. Unsicher, welches das richtige für Sie ist? Kontaktieren Sie uns für eine persönliche Beratung.": "Выбярыце адпаведны пакет для вашага навучання. Не ўпэўнены, які з іх падыходзіць менавіта вам? Звяжыцеся з намі для персанальнай кансультацыі.",
  "Besonders beliebt": "Асабліва папулярна",
  "Führerschein Klasse B": "Вадзіцельскія правы катэгорыі B",
  "Ideal für Fahranfänger": "Ідэальна для пачаткоўцаў-кіроўцаў",
  "Theorieunterricht (14 Doppelstunden)": "Тэарэтычныя заняткі (14 падвойных урокаў)",
  "Grundfahrstunden (10 Stunden)": "Базавыя ўрокі кіравання (10 гадзін)",
  "Überlandfahrt (5 Stunden)": "Замежная язда (5 гадзін)",
  "Autobahnfahrt (4 Stunden)": "Язда па аўтамагістралі (4 гадзіны)",
  "Nachtfahrt (3 Stunden)": "Начная язда (3 гадзіны)",
  "Paket wählen": "Выбраць пакет",
  
  "Führerschein Klasse A": "Вадзіцельскія правы катэгорыі A",
  "Für Motorradbegeisterte": "Для матацыклістаў",
  "Grundfahrstunden (9 Stunden)": "Базавыя ўрокі кіравання (9 гадзін)",
  "Überlandfahrt (4 Stunden)": "Замежная язда (4 гадзіны)",
  "Sonderfahrten (3 Stunden)": "Асаблівыя паездкі (3 гадзіны)",
  "Moderne Motorräder": "Сучасныя матацыклы",
  "Schutzausrüstung (falls benötigt)": "Ахоўнае абсталяванне (пры неабходнасці)",
  
  "Intensivkurs": "Інтэнсіўны курс",
  "Für Eilige und Entschlossene": "Для тых, хто спяшаецца і рашучых",
  "Führerschein in 3-4 Wochen": "Вадзіцельскія правы за 3-4 тыдні",
  "Täglicher Theorieunterricht": "Штодзённыя тэарэтычныя заняткі",
  "Flexible Fahrstundenplanung": "Гнуткае планаванне ўрокаў кіравання",
  "Prüfungsvorbereitung": "Падрыхтоўка да экзамену",
  "Erste-Hilfe-Kurs inklusive": "Курс першай дапамогі ўключаны",
  "Vorrangige Prüfungstermine": "Прыярытэтныя даты экзаменаў",
  
  "Häufig gestellte Fragen": "Частыя пытанні",
  "Wie lange dauert die Führerscheinausbildung?": "Колькі доўжыцца навучанне на вадзіцельскія правы?",
  "Die Dauer der Ausbildung hängt von Ihrer Verfügbarkeit und Ihrem Lernfortschritt ab. Bei regelmäßiger Teilnahme am Unterricht und wöchentlichen Fahrstunden kann die Ausbildung in 3-6 Monaten abgeschlossen werden. Mit unserem Intensivkurs ist ein Abschluss innerhalb von 3-4 Wochen möglich.": "Працягласць навучання залежыць ад вашай даступнасці і прагрэсу ў навучанні. Пры рэгулярным наведванні заняткаў і штотыднёвых уроках кіравання навучанне можна завяршыць за 3-6 месяцаў. З нашым інтэнсіўным курсам завяршэнне магчыма на працягу 3-4 тыдняў.",
  
  "Welche Unterlagen benötige ich für die Anmeldung?": "Якія дакументы патрэбны для рэгістрацыі?",
  "Für die Anmeldung benötigen Sie einen gültigen Personalausweis oder Reisepass, ein biometrisches Passfoto, einen Sehtest vom Optiker oder Arzt, und einen Erste-Hilfe-Kurs-Nachweis. Bei Führerscheinerweiterungen bringen Sie bitte auch Ihren aktuellen Führerschein mit.": "Для рэгістрацыі вам спатрэбяцца сапраўднае пасведчанне асобы або пашпарт, біяметрычная фатаграфія, тэст зроку ад оптыка або ўрача і пацверджанне праходжання курса першай дапамогі. Для пашырэння вадзіцельскіх правоў, калі ласка, прынясіце таксама вашы бягучыя вадзіцельскія правы.",
  
  "Wann findet der Theorieunterricht statt?": "Калі праходзяць тэарэтычныя заняткі?",
  "Unser regulärer Theorieunterricht findet Montag bis Donnerstag von 18:00 bis 19:30 Uhr statt. Für Berufstätige und Schüler bieten wir auch samstags Unterricht an. Beim Intensivkurs finden die Theorieeinheiten täglich vormittags statt.": "Нашы звычайныя тэарэтычныя заняткі праходзяць з панядзелка па чацвер з 18:00 да 19:30. Для працуючых і вучняў мы таксама прапануем заняткі па суботах. На інтэнсіўным курсе тэарэтычныя заняткі праходзяць штодня ў першай палове дня.",
  
  "Können Fahrstunden auch am Wochenende stattfinden?": "Ці могуць урокі кіравання праходзіць у выходныя?",
  "Ja, wir bieten nach Absprache auch Fahrstunden am Samstag an. Diese müssen jedoch im Voraus geplant werden. Für die Intensivkurse stehen unsere Fahrlehrer auch am Wochenende zur Verfügung, um Ihren Führerschein in kürzester Zeit zu ermöglichen.": "Так, па дамоўленасці мы таксама прапануем урокі кіравання па суботах. Аднак яны павінны быць запланаваны загадзя. Для інтэнсіўных курсаў нашы інструктары па кіраванні даступныя таксама ў выходныя дні, каб дапамагчы вам атрымаць вадзіцельскія правы ў найкарацейшыя тэрміны.",
  
  "Bereit loszulegen?": "Гатовыя пачаць?",
  "Kontaktieren Sie uns noch heute, um Ihre Ausbildung zu beginnen oder mehr über unsere Angebote zu erfahren.": "Звяжыцеся з намі сёння, каб пачаць навучанне або даведацца больш пра нашы прапановы.",
  "Kontakt aufnehmen": "Звязацца з намі",
  "Anrufen": "Патэлефанаваць"
}
