{
  "Your Company": "Z1 Ausbildungszentrum GmbH",
  "Welcome to Our Website": "Добродошли на наш сајт",
  "Your vision, our expertise – Building amazing experiences": "Ваша визија, наша стручност – Стварање изванредних решења",
  "Get Started": "Започните",
  "Our Mission": "Наша мисија",
  "We strive to deliver exceptional digital experiences that transform businesses and delight users. Our team combines creativity with technical expertise to build solutions that stand out.": "Настојимо да пружимо изузетна дигитална искуства која трансформишу пословање и одушевљавају кориснике. Наш тим комбинује креативност са техничком стручношћу за изградњу решења која се истичу.",
  "Learn more →": "Сазнајте више →",
  "Our Services": "Наше услуге",
  "From website development to full-scale digital transformation, we offer a range of services tailored to meet your unique business needs and goals.": "Од развоја веб сајтова до потпуне дигиталне трансформације, нудимо низ услуга прилагођених вашим јединственим пословним потребама и циљевима.",
  "View services →": "Погледајте услуге →",
  "Our Projects": "Наши пројекти",
  "Browse our portfolio to see how we've helped businesses like yours achieve their digital goals. Each project represents our commitment to excellence and innovation.": "Прегледајте наш портфолио да видите како смо помогли компанијама попут ваше да остваре своје дигиталне циљеве. Сваки пројекат представља нашу посвећеност изврсности и иновацијама.",
  "See portfolio →": "Погледајте портфолио →",
  "Get In Touch": "Контактирајте нас",
  "Contact Information": "Контакт информације",
  "Fill out the form and our team will get back to you within 24 hours.": "Попуните формулар и наш тим ће вам се јавити у року од 24 сата.",
  "Full Name": "Пуно име",
  "John Doe": "Јован Јовановић",
  "Email": "Имејл",
  "john@example.com": "jovan@primer.rs",
  "Subject": "Тема",
  "How can we help you?": "Како вам можемо помоћи?",
  "Message": "Порука",
  "Your message here...": "Ваша порука овде...",
  "Send Message": "Пошаљите поруку",
  "Page Not Found": "Страница није пронађена",
  "The page you are looking for doesn't exist or has been moved.": "Страница коју тражите не постоји или је премештена.",
  "Go back home": "Вратите се на почетну страницу",
  "Mission": "Мисија",
  "Services": "Услуге",
  "Projects": "Пројекти",
  "Contact": "Контакт",
  "About Us": "О нама",
  "We are a passionate team dedicated to creating outstanding digital experiences.": "Ми смо страствени тим посвећен стварању изванредних дигиталних искустава.",
  "Quick Links": "Брзе везе",
  "Home": "Почетна",
  "About": "О нама",
  "123 Web Street, Digital City": "Zeppelinstraße 1, 88410 Bad Wurzach",
  "Follow Us": "Пратите нас",
  "Your Company. All rights reserved.": "Z1 Ausbildungszentrum GmbH. Сва права задржана.",
  "Mission Image": "Слика мисије",
  "Services Image": "Слика услуга",
  "Projects Image": "Слика пројеката",
  "Language": "Језик",
  "English": "Енглески",
  "German": "Немачки",
  "Russian": "Руски",
  "Serbian": "Српски",
  "Romanian": "Румунски",
  "Bulgarian": "Бугарски",
  "Turkish": "Турски",
  "Arabic": "Арапски",
  "Belarusian": "Белоруски",
  "Legal Information": "Правне информације",
  "Impressum": "Импресум",
  "Privacy Policy": "Политика приватности",
  "Terms & Conditions": "Услови коришћења",
  "Right of Withdrawal": "Право на одустајање",
  "Shipping & Payment": "Достава и плаћање",
  "Online Dispute Resolution": "Онлајн решавање спорова",
  "Responsible according to § 18 Abs. 2 MStV: Your Name, Address": "Одговорно лице према § 18 став 2 MStV: Z1 Ausbildungszentrum GmbH, Zeppelinstraße 1, 88410 Bad Wurzach",
  
  "Web Development": "Веб развој",
  "Our web development team creates responsive, user-friendly websites that engage visitors and drive conversions. Using the latest technologies, we build fast, secure, and scalable web solutions tailored to your business needs.": "Наш тим за веб развој ствара респонзивне, кориснички оријентисане веб сајтове који ангажују посетиоце и повећавају конверзије. Користећи најновије технологије, градимо брза, сигурна и скалабилна веб решења прилагођена потребама вашег пословања.",
  "Responsive design for all devices": "Респонзивни дизајн за све уређаје",
  "SEO optimization": "SEO оптимизација",
  "Content management systems": "Системи за управљање садржајем",
  "E-commerce solutions": "Решења за е-трговину",
  "Performance optimization": "Оптимизација перформанси",
  
  "Mobile App Development": "Развој мобилних апликација",
  "We develop native and cross-platform mobile applications that provide seamless user experiences. Our apps are designed to be intuitive, fast, and reliable across iOS and Android platforms.": "Развијамо нативне и кросплатформске мобилне апликације које пружају беспрекорно корисничко искуство. Наше апликације су дизајниране да буду интуитивне, брзе и поуздане на iOS и Android платформама.",
  "Native iOS and Android development": "Нативни развој за iOS и Android",
  "Cross-platform solutions": "Кросплатформска решења",
  "UI/UX design for mobile": "UI/UX дизајн за мобилне уређаје",
  "App store optimization": "Оптимизација за продавнице апликација",
  "Maintenance and updates": "Одржавање и ажурирање",
  
  "UI/UX Design": "UI/UX дизајн",
  "Our design team creates intuitive user interfaces and engaging user experiences. We focus on understanding your users' needs to design digital products that are both beautiful and functional.": "Наш тим за дизајн ствара интуитивне корисничке интерфејсе и занимљива корисничка искуства. Фокусирамо се на разумевање потреба ваших корисника како бисмо дизајнирали дигиталне производе који су и лепи и функционални.",
  "User research and testing": "Истраживање корисника и тестирање",
  "Wireframing and prototyping": "Израда жичаних оквира и прототипа",
  "Visual design": "Визуелни дизајн",
  "Interaction design": "Дизајн интеракције",
  "Design systems": "Дизајн системи",
  
  "Digital Marketing": "Дигитални маркетинг",
  "We help businesses reach their target audience and achieve their marketing goals. Our digital marketing strategies are data-driven and focused on delivering measurable results.": "Помажемо компанијама да дођу до своје циљне публике и постигну маркетиншке циљеве. Наше стратегије дигиталног маркетинга засноване су на подацима и усмерене на постизање мерљивих резултата.",
  "Search engine optimization (SEO)": "Оптимизација за претраживаче (SEO)",
  "Pay-per-click (PPC) advertising": "Оглашавање по клику (PPC)",
  "Social media marketing": "Маркетинг на друштвеним мрежама",
  "Email marketing": "Имејл маркетинг",
  "Content marketing": "Контент маркетинг",
  
  "Basic": "Основни",
  "Perfect for small businesses getting started": "Савршено за мале компаније које тек почињу",
  "5-page website": "Веб сајт од 5 страница",
  "Basic SEO": "Основна SEO оптимизација",
  "Mobile responsive": "Прилагођено мобилним уређајима",
  "Contact form": "Контакт формулар",
  "3 months support": "3 месеца подршке",
  
  "Professional": "Професионални",
  "Ideal for growing businesses": "Идеално за растуће компаније",
  "10-page website": "Веб сајт од 10 страница",
  "Advanced SEO": "Напредна SEO оптимизација",
  "Contact form & CRM integration": "Контакт формулар и CRM интеграција",
  "6 months support": "6 месеци подршке",
  "2 rounds of revisions": "2 круга ревизија",
  
  "Enterprise": "Корпоративни",
  "Custom": "Прилагођени",
  "For established businesses with complex needs": "За успостављене компаније са сложеним потребама",
  "Custom website": "Прилагођени веб сајт",
  "Complete SEO package": "Комплетан SEO пакет",
  "Full CRM integration": "Потпуна CRM интеграција",
  "12 months support": "12 месеци подршке",
  "Unlimited revisions": "Неограничен број ревизија",
  "Dedicated account manager": "Посвећени менаџер налога",
  
  "Most Popular": "Најпопуларније",
  "Select Plan": "Изаберите план",
  
  "What We Offer": "Шта нудимо",
  "Key Features": "Кључне карактеристике",
  "Our Process": "Наш процес",
  "Discovery": "Откривање",
  "We learn about your business, goals, and requirements through detailed consultations.": "Сазнајемо о вашем пословању, циљевима и захтевима кроз детаљне консултације.",
  "Planning": "Планирање",
  "We create a detailed project plan with timelines, deliverables, and milestones.": "Стварамо детаљан план пројекта са временским оквирима, испорукама и прекретницама.",
  "Execution": "Извршење",
  "Our team implements the plan, with regular updates and opportunities for feedback.": "Наш тим спроводи план, са редовним ажурирањима и могућностима за повратне информације.",
  "Launch & Support": "Лансирање и подршка",
  "We launch your project and provide ongoing support and maintenance.": "Лансирамо ваш пројекат и пружамо континуирану подршку и одржавање.",
  
  "Pricing Plans": "Ценовни планови",
  "Choose the plan that works best for your business. Not sure which one is right for you? Contact us for a custom quote.": "Изаберите план који најбоље одговара вашем пословању. Нисте сигурни који је прави за вас? Контактирајте нас за прилагођену понуду.",
  
  "Frequently Asked Questions": "Често постављана питања",
  "How long does it take to develop a website?": "Колико времена је потребно за развој веб сајта?",
  "The timeline for website development varies depending on the complexity of the project. A simple website can take 2-4 weeks, while more complex projects might take 2-3 months or more. During our initial consultation, we'll provide you with a more accurate timeline based on your specific requirements.": "Време потребно за развој веб сајта варира у зависности од сложености пројекта. Једноставан веб сајт може трајати 2-4 недеље, док сложенији пројекти могу трајати 2-3 месеца или више. Током наше почетне консултације, пружићемо вам прецизнији временски оквир на основу ваших специфичних захтева.",
  "Do you provide website maintenance services?": "Да ли пружате услуге одржавања веб сајта?",
  "Yes, we offer website maintenance services to ensure your website remains secure, up-to-date, and functioning properly. Our maintenance packages include regular updates, security checks, backups, and technical support.": "Да, нудимо услуге одржавања веб сајта како бисмо осигурали да ваш веб сајт остане сигуран, ажуриран и да правилно функционише. Наши пакети одржавања укључују редовна ажурирања, безбедносне провере, резервне копије и техничку подршку.",
  "Can you help with content creation?": "Можете ли помоћи са креирањем садржаја?",
  "Yes, we offer content creation services including copywriting, image selection, and basic graphic design. Our content team can help create engaging, SEO-friendly content that resonates with your target audience and aligns with your brand voice.": "Да, нудимо услуге креирања садржаја укључујући копирање, одабир слика и основни графички дизајн. Наш тим за садржај може помоћи у креирању занимљивог, SEO прилагођеног садржаја који одјекује са вашом циљном публиком и усклађен је са гласом вашег бренда.",
  "Do you offer e-commerce solutions?": "Да ли нудите решења за е-трговину?",
  "Yes, we specialize in developing e-commerce websites that are secure, user-friendly, and optimized for conversions. We work with platforms like WooCommerce, Shopify, and custom solutions depending on your specific requirements and budget.": "Да, специјализовани смо за развој е-трговинских веб сајтова који су сигурни, једноставни за коришћење и оптимизовани за конверзије. Радимо са платформама попут WooCommerce, Shopify и прилагођеним решењима у зависности од ваших специфичних захтева и буџета.",
  
  "Ready to Get Started?": "Спремни да започнете?",
  "Contact us today to discuss your project and discover how we can help your business grow.": "Контактирајте нас данас да разговарамо о вашем пројекту и откријете како можемо помоћи вашем пословању да расте.",
  "Contact Us": "Контактирајте нас",
  "Call Us": "Позовите нас",
  "Get a Quote": "Затражите понуду",
  "We provide comprehensive digital solutions to help your business thrive in the digital world.": "Пружамо свеобухватна дигитална решења како бисмо помогли вашем пословању да напредује у дигиталном свету.",
  
  "Unsere Leistungen": "Наше услуге",
  "Wir bieten umfassende Ausbildungen und Qualifikationen für Fahrer aller Klassen – von Fahranfängern bis zu Berufskraftfahrern.": "Нудимо свеобухватне обуке и квалификације за возаче свих категорија – од почетника до професионалних возача.",
  "Beratungsgespräch vereinbaren": "Закажите консултацију",
  
  "Was wir anbieten": "Шта нудимо",
  "Hauptmerkmale": "Главне карактеристике",
  
  "Fahrschule – Klassen B, BE & A": "Ауто-школа – категорије Б, БЕ и А",
  "Ob Auto, Anhänger oder Motorrad – wir bilden sicher und zielgerichtet aus. Unsere erfahrenen Fahrlehrer begleiten dich vom ersten Theorieunterricht bis zur erfolgreichen Fahrprüfung.": "Био то аутомобил, приколица или мотоцикл – обучавамо вас сигурно и циљано. Наши искусни инструктори вас прате од првог теоријског часа до успешног полагања возачког испита.",
  "Ausbildung für PKW (Klasse B), Anhänger (BE) und Motorrad (A)": "Обука за аутомобил (категорија Б), приколицу (БЕ) и мотоцикл (А)",
  "Theorie- und Praxisunterricht mit modernen Fahrzeugen": "Теоријска и практична настава са модерним возилима",
  "Flexible Fahrstunden & Prüfungsvorbereitung": "Флексибилни часови вожње и припрема за испит",
  "Intensivkurse auf Anfrage": "Интензивни курсеви на захтев",
  
  "ASF-Kurse (Aufbauseminar für Fahranfänger)": "Курсеви за возаче почетнике",
  "Pflichtseminar nach dem Führerschein auf Probe – bei uns professionell, verständlich und mit persönlicher Betreuung.": "Обавезни семинар након пробне возачке дозволе – код нас професионално, разумљиво и са личном подршком.",
  "Gesetzlich anerkannt": "Законски признат",
  "Kompetente Seminarleiter": "Компетентни водитељи семинара",
  "Schnelle Terminvergabe": "Брзо заказивање термина",
  "Teilnahmebescheinigung für die Führerscheinstelle": "Потврда о учешћу за службу за возачке дозволе",
  
  "Erste-Hilfe-Kurse": "Курсеви прве помоћи",
  "Lerne in nur einem Tag, wie du im Notfall richtig reagierst – ein Muss für jeden Führerscheinbewerber und wertvoll fürs Leben.": "Научите за само један дан како да правилно реагујете у хитним случајевима – обавезно за сваког кандидата за возачку дозволу и вредно за цео живот.",
  "Kompaktkurs (9 Unterrichtseinheiten)": "Компактни курс (9 наставних јединица)",
  "Anerkannt für alle Führerscheinklassen": "Признат за све категорије возачких дозвола",
  "Inklusive Sehtest & Passfotos (optional)": "Укључен тест вида и пасош фотографије (опционо)",
  "Zertifikat am Kurstag": "Сертификат на дан курса",
  
  "Anschlagmittelprüfung": "Испитивање средстава за причвршћивање",
  "Sicherheit beginnt bei der Ausrüstung – wir schulen und prüfen den sachgemäßen Umgang mit Anschlagmitteln gemäß DGUV-Richtlinien.": "Безбедност почиње од опреме – обучавамо и проверавамо правилно руковање средствима за причвршћивање према смерницама DGUV.",
  "Theoretische und praktische Einweisung": "Теоријско и практично упутство",
  "Durchführung der jährlichen Prüfung": "Спровођење годишњег испитивања",
  "Dokumentation und Prüfprotokolle": "Документација и протоколи испитивања",
  "Für Unternehmen und Einzelpersonen": "За предузећа и појединце",
  
  "Berufskraftfahrer-Qualifikation (BKF)": "Квалификација професионалних возача",
  "Pflichtschulungen für Berufskraftfahrer nach BKrFQG: Wir bieten alle 5 Module sowie die beschleunigte Grundqualifikation an.": "Обавезне обуке за професионалне возаче: нудимо свих 5 модула као и убрзану основну квалификацију.",
  "Module 1–5 gemäß BKrFQG": "Модули 1–5 према закону о квалификацијама професионалних возача",
  "Beschleunigte Grundqualifikation": "Убрзана основна квалификација",
  "Hochqualifizierte Dozenten aus der Praxis": "Високо квалификовани предавачи из праксе",
  "Flexible Terminwahl – auch am Wochenende": "Флексибилан избор термина – и викендом",
  
  "Flurförderfahrzeuge & Lang-LKW-Qualifikation": "Квалификација за виљушкаре и дуге камионе",
  "Wir bereiten Ihre Mitarbeiter optimal auf den sicheren Umgang mit Flurförderzeugen (z. B. Gabelstapler) und Lang-LKWs vor.": "Оптимално припремамо ваше запослене за безбедно руковање виљушкарима и дугим камионима.",
  "Gabelstaplerführerschein gemäß DGUV 308-001": "Дозвола за виљушкар према DGUV 308-001",
  "Theoretische und praktische Ausbildung": "Теоријска и практична обука",
  "Lang-LKW-Schulung inkl. Fahrsimulator-Einsatz": "Обука за дуге камионе укључујући употребу симулатора вожње",
  "Zertifizierter Abschluss": "Сертификовано завршавање",
  
  "Unser Prozess": "Наш процес",
  "Analyse": "Анализа",
  "Wir verstehen Ihre Anforderungen – sei es als Einzelperson oder als Unternehmen.": "Разумемо ваше захтеве – било да сте појединац или предузеће.",
  "Planung": "Планирање",
  "Individuelle Schulungspläne, abgestimmt auf Ziel, Zeitrahmen und gesetzliche Vorgaben.": "Индивидуални планови обуке, прилагођени циљу, временском оквиру и законским захтевима.",
  "Umsetzung": "Спровођење",
  "Unsere erfahrenen Ausbilder setzen moderne Lehrmethoden mit praxisnahen Inhalten ein.": "Наши искусни инструктори користе модерне методе подучавања са практичним садржајем.",
  "Abschluss & Support": "Завршетак и подршка",
  "Zertifikate, Nachbetreuung und weiterführende Qualifikationen – alles aus einer Hand.": "Сертификати, накнадна подршка и додатне квалификације – све на једном месту.",
  
  "Preispakete": "Ценовни пакети",
  "Wählen Sie das passende Paket für Ihre Ausbildung. Unsicher, welches das richtige für Sie ist? Kontaktieren Sie uns für eine persönliche Beratung.": "Изаберите одговарајући пакет за вашу обуку. Нисте сигурни који је прави за вас? Контактирајте нас за личну консултацију.",
  "Besonders beliebt": "Посебно популарно",
  "Führerschein Klasse B": "Возачка дозвола категорије Б",
  "Ideal für Fahranfänger": "Идеално за возаче почетнике",
  "Theorieunterricht (14 Doppelstunden)": "Теоријска настава (14 двочаса)",
  "Grundfahrstunden (10 Stunden)": "Основни часови вожње (10 сати)",
  "Überlandfahrt (5 Stunden)": "Вожња ван насеља (5 сати)",
  "Autobahnfahrt (4 Stunden)": "Вожња аутопутем (4 сата)",
  "Nachtfahrt (3 Stunden)": "Ноћна вожња (3 сата)",
  "Paket wählen": "Изаберите пакет",
  
  "Führerschein Klasse A": "Возачка дозвола категорије А",
  "Für Motorradbegeisterte": "За љубитеље мотоцикала",
  "Grundfahrstunden (9 Stunden)": "Основни часови вожње (9 сати)",
  "Überlandfahrt (4 Stunden)": "Вожња ван насеља (4 сата)",
  "Sonderfahrten (3 Stunden)": "Посебне вожње (3 сата)",
  "Moderne Motorräder": "Модерни мотоцикли",
  "Schutzausrüstung (falls benötigt)": "Заштитна опрема (ако је потребно)",
  
  "Intensivkurs": "Интензивни курс",
  "Für Eilige und Entschlossene": "За оне који журе и одлучне",
  "Führerschein in 3-4 Wochen": "Возачка дозвола за 3-4 недеље",
  "Täglicher Theorieunterricht": "Свакодневна теоријска настава",
  "Flexible Fahrstundenplanung": "Флексибилно планирање часова вожње",
  "Prüfungsvorbereitung": "Припрема за испит",
  "Erste-Hilfe-Kurs inklusive": "Укључен курс прве помоћи",
  "Vorrangige Prüfungstermine": "Приоритетни термини за испите",
  
  "Häufig gestellte Fragen": "Често постављана питања",
  "Wie lange dauert die Führerscheinausbildung?": "Колико траје обука за возачку дозволу?",
  "Die Dauer der Ausbildung hängt von Ihrer Verfügbarkeit und Ihrem Lernfortschritt ab. Bei regelmäßiger Teilnahme am Unterricht und wöchentlichen Fahrstunden kann die Ausbildung in 3-6 Monaten abgeschlossen werden. Mit unserem Intensivkurs ist ein Abschluss innerhalb von 3-4 Wochen möglich.": "Трајање обуке зависи од ваше доступности и напретка у учењу. Уз редовно присуство настави и недељне часове вожње, обука се може завршити за 3-6 месеци. Са нашим интензивним курсом, завршетак је могућ у року од 3-4 недеље.",
  
  "Welche Unterlagen benötige ich für die Anmeldung?": "Који документи су ми потребни за пријаву?",
  "Für die Anmeldung benötigen Sie einen gültigen Personalausweis oder Reisepass, ein biometrisches Passfoto, einen Sehtest vom Optiker oder Arzt, und einen Erste-Hilfe-Kurs-Nachweis. Bei Führerscheinerweiterungen bringen Sie bitte auch Ihren aktuellen Führerschein mit.": "За пријаву вам је потребна важећа лична карта или пасош, биометријска фотографија, тест вида од оптичара или лекара и доказ о курсу прве помоћи. За проширење возачке дозволе, молимо вас да донесете и своју тренутну возачку дозволу.",
  
  "Wann findet der Theorieunterricht statt?": "Када се одржава теоријска настава?",
  "Unser regulärer Theorieunterricht findet Montag bis Donnerstag von 18:00 bis 19:30 Uhr statt. Für Berufstätige und Schüler bieten wir auch samstags Unterricht an. Beim Intensivkurs finden die Theorieeinheiten täglich vormittags statt.": "Наша редовна теоријска настава одржава се од понедељка до четвртка од 18:00 до 19:30 часова. За запослене и ученике, такође нудимо наставу суботом. Код интензивног курса, теоријске јединице се одржавају свакодневно преподне.",
  
  "Können Fahrstunden auch am Wochenende stattfinden?": "Могу ли се часови вожње одржавати и викендом?",
  "Ja, wir bieten nach Absprache auch Fahrstunden am Samstag an. Diese müssen jedoch im Voraus geplant werden. Für die Intensivkurse stehen unsere Fahrlehrer auch am Wochenende zur Verfügung, um Ihren Führerschein in kürzester Zeit zu ermöglichen.": "Да, по договору нудимо часове вожње и суботом. Међутим, они морају бити унапред планирани. За интензивне курсеве, наши инструктори вожње су на располагању и викендом, како бисте у најкраћем року добили возачку дозволу.",
  
  "Bereit loszulegen?": "Спремни да почнете?",
  "Kontaktieren Sie uns noch heute, um Ihre Ausbildung zu beginnen oder mehr über unsere Angebote zu erfahren.": "Контактирајте нас још данас да бисте започели своју обуку или сазнали више о нашим понудама.",
  "Kontakt aufnehmen": "Контактирајте нас",
  "Anrufen": "Позовите нас"
}