{
  "Your Company": "Z1 Ausbildungszentrum GmbH",
  "Welcome to Our Website": "Ласкаво просимо на наш веб-сайт",
  "Your vision, our expertise – Building amazing experiences": "Ваше бачення, наш досвід – Створюємо неймовірні рішення",
  "Get Started": "Почати",
  "Our Mission": "Наша місія",
  "We strive to deliver exceptional digital experiences that transform businesses and delight users. Our team combines creativity with technical expertise to build solutions that stand out.": "Ми прагнемо створювати виняткові цифрові рішення, які трансформують бізнес і радують користувачів. Наша команда поєднує креативність з технічною експертизою для створення рішень, які виділяються.",
  "Learn more →": "Дізнатися більше →",
  "Our Services": "Наші послуги",
  "From website development to full-scale digital transformation, we offer a range of services tailored to meet your unique business needs and goals.": "Від розробки веб-сайтів до повномасштабної цифрової трансформації, ми пропонуємо ряд послуг, адаптованих до ваших унікальних бізнес-потреб та цілей.",
  "View services →": "Переглянути послуги →",
  "Our Projects": "Наші проекти",
  "Browse our portfolio to see how we've helped businesses like yours achieve their digital goals. Each project represents our commitment to excellence and innovation.": "Перегляньте наше портфоліо, щоб побачити, як ми допомогли компаніям, подібним до вашої, досягти своїх цифрових цілей. Кожен проект відображає нашу прихильність до досконалості та інновацій.",
  "See portfolio →": "Переглянути портфоліо →",
  "Get In Touch": "Зв'язатися з нами",
  "Contact Information": "Контактна інформація",
  "Fill out the form and our team will get back to you within 24 hours.": "Заповніть форму, і наша команда зв'яжеться з вами протягом 24 годин.",
  "Full Name": "Повне ім'я",
  "John Doe": "Іван Іваненко",
  "Email": "Електронна пошта",
  "john@example.com": "ivan@primer.ua",
  "Subject": "Тема",
  "How can we help you?": "Як ми можемо вам допомогти?",
  "Message": "Повідомлення",
  "Your message here...": "Ваше повідомлення тут...",
  "Send Message": "Надіслати повідомлення",
  "Page Not Found": "Сторінку не знайдено",
  "The page you are looking for doesn't exist or has been moved.": "Сторінка, яку ви шукаєте, не існує або була переміщена.",
  "Go back home": "Повернутися на головну",
  "Mission": "Місія",
  "Services": "Послуги",
  "Projects": "Проекти",
  "Contact": "Контакт",
  "About Us": "Про нас",
  "We are a passionate team dedicated to creating outstanding digital experiences.": "Ми пристрасна команда, присвячена створенню видатних цифрових рішень.",
  "Quick Links": "Швидкі посилання",
  "Home": "Головна",
  "About": "Про нас",
  "123 Web Street, Digital City": "Zeppelinstraße 1, 88410 Bad Wurzach",
  "Follow Us": "Слідкуйте за нами",
  "Your Company. All rights reserved.": "Z1 Ausbildungszentrum GmbH. Усі права захищені.",
  "Mission Image": "Зображення місії",
  "Services Image": "Зображення послуг",
  "Projects Image": "Зображення проектів",
  "Language": "Мова",
  "English": "Англійська",
  "German": "Німецька",
  "Russian": "Російська",
  "Serbian": "Сербська",
  "Romanian": "Румунська",
  "Bulgarian": "Болгарська",
  "Turkish": "Турецька",
  "Arabic": "Арабська",
  "Belarusian": "Білоруська",
  "Ukrainian": "Українська",
  "Legal Information": "Юридична інформація",
  "Impressum": "Вихідні дані",
  "Privacy Policy": "Політика конфіденційності",
  "Terms & Conditions": "Умови використання",
  "Right of Withdrawal": "Право на відмову",
  "Shipping & Payment": "Доставка та оплата",
  "Online Dispute Resolution": "Онлайн-вирішення спорів",
  "Responsible according to § 18 Abs. 2 MStV: Your Name, Address": "Відповідальний згідно з § 18 абз. 2 MStV: Z1 Ausbildungszentrum GmbH, Zeppelinstraße 1, 88410 Bad Wurzach",
  
  "Web Development": "Веб-розробка",
  "Our web development team creates responsive, user-friendly websites that engage visitors and drive conversions. Using the latest technologies, we build fast, secure, and scalable web solutions tailored to your business needs.": "Наша команда веб-розробників створює адаптивні, зручні для користувачів веб-сайти, які залучають відвідувачів і підвищують конверсію. Використовуючи новітні технології, ми створюємо швидкі, безпечні та масштабовані веб-рішення, адаптовані до потреб вашого бізнесу.",
  "Responsive design for all devices": "Адаптивний дизайн для всіх пристроїв",
  "SEO optimization": "SEO-оптимізація",
  "Content management systems": "Системи управління контентом",
  "E-commerce solutions": "Рішення для електронної комерції",
  "Performance optimization": "Оптимізація продуктивності",
  
  "Mobile App Development": "Розробка мобільних додатків",
  "We develop native and cross-platform mobile applications that provide seamless user experiences. Our apps are designed to be intuitive, fast, and reliable across iOS and Android platforms.": "Ми розробляємо нативні та кросплатформні мобільні додатки, які забезпечують бездоганний користувацький досвід. Наші додатки розроблені так, щоб бути інтуїтивно зрозумілими, швидкими та надійними на платформах iOS та Android.",
  "Native iOS and Android development": "Нативна розробка для iOS та Android",
  "Cross-platform solutions": "Кросплатформні рішення",
  "UI/UX design for mobile": "UI/UX дизайн для мобільних пристроїв",
  "App store optimization": "Оптимізація для магазинів додатків",
  "Maintenance and updates": "Обслуговування та оновлення",
  
  "UI/UX Design": "UI/UX Дизайн",
  "Our design team creates intuitive user interfaces and engaging user experiences. We focus on understanding your users' needs to design digital products that are both beautiful and functional.": "Наша команда дизайнерів створює інтуїтивно зрозумілі інтерфейси користувача та захоплюючий користувацький досвід. Ми зосереджуємося на розумінні потреб ваших користувачів, щоб проектувати цифрові продукти, які є одночасно красивими та функціональними.",
  "User research and testing": "Дослідження та тестування користувачів",
  "Wireframing and prototyping": "Створення макетів та прототипів",
  "Visual design": "Візуальний дизайн",
  "Interaction design": "Дизайн взаємодії",
  "Design systems": "Системи дизайну",
  
  "Digital Marketing": "Цифровий маркетинг",
  "We help businesses reach their target audience and achieve their marketing goals. Our digital marketing strategies are data-driven and focused on delivering measurable results.": "Ми допомагаємо бізнесу досягти своєї цільової аудиторії та досягти маркетингових цілей. Наші стратегії цифрового маркетингу базуються на даних та орієнтовані на досягнення вимірюваних результатів.",
  "Search engine optimization (SEO)": "Пошукова оптимізація (SEO)",
  "Pay-per-click (PPC) advertising": "Реклама з оплатою за клік (PPC)", 
  "Social media marketing": "Маркетинг у соціальних мережах",
  "Email marketing": "Email-маркетинг",
  "Content marketing": "Контент-маркетинг",
  
  "Basic": "Базовий",
  "Perfect for small businesses getting started": "Ідеально для малого бізнесу, який тільки починає",
  "5-page website": "5-сторінковий сайт",
  "Basic SEO": "Базова SEO-оптимізація",
  "Mobile responsive": "Адаптований для мобільних пристроїв",
  "Contact form": "Контактна форма",
  "3 months support": "3 місяці підтримки",
  
  "Professional": "Професійний",
  "Ideal for growing businesses": "Ідеально для бізнесу, що зростає",
  "10-page website": "10-сторінковий сайт",
  "Advanced SEO": "Розширена SEO-оптимізація",
  "Contact form & CRM integration": "Контактна форма та інтеграція з CRM",
  "6 months support": "6 місяців підтримки",
  "2 rounds of revisions": "2 раунди правок",
  
  "Enterprise": "Корпоративний",
  "Custom": "Індивідуальний",
  "For established businesses with complex needs": "Для усталеного бізнесу з комплексними потребами",
  "Custom website": "Індивідуальний веб-сайт",
  "Complete SEO package": "Повний пакет SEO",
  "Full CRM integration": "Повна інтеграція з CRM",
  "12 months support": "12 місяців підтримки",
  "Unlimited revisions": "Необмежена кількість правок",
  "Dedicated account manager": "Виділений менеджер акаунту",
  
  "Most Popular": "Найпопулярніший",
  "Select Plan": "Вибрати план",
  
  "What We Offer": "Що ми пропонуємо",
  "Key Features": "Ключові особливості",
  "Our Process": "Наш процес",
  "Discovery": "Дослідження",
  "We learn about your business, goals, and requirements through detailed consultations.": "Ми вивчаємо ваш бізнес, цілі та вимоги через детальні консультації.",
  "Planning": "Планування",
  "We create a detailed project plan with timelines, deliverables, and milestones.": "Ми створюємо детальний план проекту з часовими рамками, результатами та віхами.",
  "Execution": "Виконання",
  "Our team implements the plan, with regular updates and opportunities for feedback.": "Наша команда реалізує план з регулярними оновленнями та можливостями для зворотного зв'язку.",
  "Launch & Support": "Запуск та підтримка",
  "We launch your project and provide ongoing support and maintenance.": "Ми запускаємо ваш проект і забезпечуємо постійну підтримку та обслуговування.",
  
  "Pricing Plans": "Тарифні плани",
  "Choose the plan that works best for your business. Not sure which one is right for you? Contact us for a custom quote.": "Виберіть план, який найкраще підходить для вашого бізнесу. Не впевнені, який із них підходить саме вам? Зв'яжіться з нами для індивідуальної пропозиції.",
  
  "Frequently Asked Questions": "Часті запитання",
  "How long does it take to develop a website?": "Скільки часу займає розробка веб-сайту?",
  "The timeline for website development varies depending on the complexity of the project. A simple website can take 2-4 weeks, while more complex projects might take 2-3 months or more. During our initial consultation, we'll provide you with a more accurate timeline based on your specific requirements.": "Час розробки веб-сайту залежить від складності проекту. Простий сайт може зайняти 2-4 тижні, тоді як більш складні проекти можуть зайняти 2-3 місяці або більше. Під час нашої початкової консультації ми надамо вам більш точні терміни на основі ваших конкретних вимог.",
  "Do you provide website maintenance services?": "Чи надаєте ви послуги з обслуговування веб-сайтів?",
  "Yes, we offer website maintenance services to ensure your website remains secure, up-to-date, and functioning properly. Our maintenance packages include regular updates, security checks, backups, and technical support.": "Так, ми пропонуємо послуги з обслуговування веб-сайтів, щоб забезпечити безпеку, актуальність та правильне функціонування вашого сайту. Наші пакети обслуговування включають регулярні оновлення, перевірки безпеки, резервне копіювання та технічну підтримку.",
  "Can you help with content creation?": "Чи можете ви допомогти зі створенням контенту?",
  "Yes, we offer content creation services including copywriting, image selection, and basic graphic design. Our content team can help create engaging, SEO-friendly content that resonates with your target audience and aligns with your brand voice.": "Так, ми пропонуємо послуги зі створення контенту, включаючи копірайтинг, підбір зображень та базовий графічний дизайн. Наша команда з контенту може допомогти створити привабливий, SEO-оптимізований контент, який резонує з вашою цільовою аудиторією та відповідає голосу вашого бренду.",
  "Do you offer e-commerce solutions?": "Чи пропонуєте ви рішення для електронної комерції?",
  "Yes, we specialize in developing e-commerce websites that are secure, user-friendly, and optimized for conversions. We work with platforms like WooCommerce, Shopify, and custom solutions depending on your specific requirements and budget.": "Так, ми спеціалізуємося на розробці веб-сайтів електронної комерції, які є безпечними, зручними для користувачів та оптимізованими для конверсій. Ми працюємо з такими платформами, як WooCommerce, Shopify, та індивідуальними рішеннями в залежності від ваших конкретних вимог та бюджету.",
  
  "Ready to Get Started?": "Готові почати?",
  "Contact us today to discuss your project and discover how we can help your business grow.": "Зв'яжіться з нами сьогодні, щоб обговорити ваш проект та дізнатися, як ми можемо допомогти вашому бізнесу зростати.",
  "Contact Us": "Зв'яжіться з нами",
  "Call Us": "Зателефонуйте нам",
  "Get a Quote": "Отримати пропозицію",
  "We provide comprehensive digital solutions to help your business thrive in the digital world.": "Ми пропонуємо комплексні цифрові рішення, щоб допомогти вашому бізнесу процвітати в цифровому світі.",
  
  "Unsere Leistungen": "Наші послуги",
  "Wir bieten umfassende Ausbildungen und Qualifikationen für Fahrer aller Klassen – von Fahranfängern bis zu Berufskraftfahrern.": "Ми пропонуємо комплексне навчання та кваліфікації для водіїв усіх категорій – від початківців до професійних водіїв.",
  "Beratungsgespräch vereinbaren": "Записатися на консультацію",
  
  "Was wir anbieten": "Що ми пропонуємо",
  "Hauptmerkmale": "Основні характеристики",
  
  "Fahrschule – Klassen B, BE & A": "Автошкола – категорії B, BE і A",
  "Ob Auto, Anhänger oder Motorrad – wir bilden sicher und zielgerichtet aus. Unsere erfahrenen Fahrlehrer begleiten dich vom ersten Theorieunterricht bis zur erfolgreichen Fahrprüfung.": "Легковий автомобіль, причіп чи мотоцикл – ми забезпечуємо безпечне та цілеспрямоване навчання. Наші досвідчені інструктори супроводжують вас від першого теоретичного заняття до успішного складання іспиту з водіння.",
  "Ausbildung für PKW (Klasse B), Anhänger (BE) und Motorrad (A)": "Навчання на легковий автомобіль (категорія B), причіп (BE) і мотоцикл (A)",
  "Theorie- und Praxisunterricht mit modernen Fahrzeugen": "Теоретичні та практичні заняття на сучасних транспортних засобах",
  "Flexible Fahrstunden & Prüfungsvorbereitung": "Гнучкий розклад уроків водіння та підготовка до іспитів",
  "Intensivkurse auf Anfrage": "Інтенсивні курси на запит",
  
  "ASF-Kurse (Aufbauseminar für Fahranfänger)": "Курси підвищення кваліфікації для початківців-водіїв",
  "Pflichtseminar nach dem Führerschein auf Probe – bei uns professionell, verständlich und mit persönlicher Betreuung.": "Обов'язковий семінар після отримання тимчасових водійських прав – у нас професійно, зрозуміло та з індивідуальним підходом.",
  "Gesetzlich anerkannt": "Визнано законодавством",
  "Kompetente Seminarleiter": "Компетентні ведучі семінарів",
  "Schnelle Terminvergabe": "Швидке призначення зустрічей",
  "Teilnahmebescheinigung für die Führerscheinstelle": "Сертифікат участі для органів видачі водійських посвідчень",
  
  "Erste-Hilfe-Kurse": "Курси першої допомоги",
  "Lerne in nur einem Tag, wie du im Notfall richtig reagierst – ein Muss für jeden Führerscheinbewerber und wertvoll fürs Leben.": "Навчіться за один день правильно реагувати в надзвичайних ситуаціях – обов'язкова умова для кожного кандидата на отримання водійських прав і цінна навичка на все життя.",
  "Kompaktkurs (9 Unterrichtseinheiten)": "Компактний курс (9 навчальних одиниць)",
  "Anerkannt für alle Führerscheinklassen": "Визнаний для всіх категорій водійських прав",
  "Inklusive Sehtest & Passfotos (optional)": "Включаючи перевірку зору та фотографії для документів (за бажанням)",
  "Zertifikat am Kurstag": "Сертифікат у день курсу",
  
  "Anschlagmittelprüfung": "Перевірка вантажозахоплювальних пристроїв",
  "Sicherheit beginnt bei der Ausrüstung – wir schulen und prüfen den sachgemäßen Umgang mit Anschlagmitteln gemäß DGUV-Richtlinien.": "Безпека починається з обладнання – ми навчаємо та перевіряємо правильне використання вантажозахоплювальних пристроїв відповідно до директив DGUV.",
  "Theoretische und praktische Einweisung": "Теоретичний та практичний інструктаж",
  "Durchführung der jährlichen Prüfung": "Проведення щорічної перевірки",
  "Dokumentation und Prüfprotokolle": "Документація та протоколи випробувань",
  "Für Unternehmen und Einzelpersonen": "Для компаній та приватних осіб",
  
  "Berufskraftfahrer-Qualifikation (BKF)": "Кваліфікація професійних водіїв",
  "Pflichtschulungen für Berufskraftfahrer nach BKrFQG: Wir bieten alle 5 Module sowie die beschleunigte Grundqualifikation an.": "Обов'язкове навчання для професійних водіїв: ми пропонуємо всі 5 модулів, а також прискорену базову кваліфікацію.",
  "Module 1–5 gemäß BKrFQG": "Модулі 1–5 згідно із законом про кваліфікацію професійних водіїв",
  "Beschleunigte Grundqualifikation": "Прискорена базова кваліфікація",
  "Hochqualifizierte Dozenten aus der Praxis": "Висококваліфіковані викладачі-практики",
  "Flexible Terminwahl – auch am Wochenende": "Гнучкий вибір термінів навчання – навіть у вихідні дні",
  
  "Flurförderfahrzeuge & Lang-LKW-Qualifikation": "Кваліфікація з керування складською технікою та довгомірними вантажівками",
  "Wir bereiten Ihre Mitarbeiter optimal auf den sicheren Umgang mit Flurförderzeugen (z. B. Gabelstapler) und Lang-LKWs vor.": "Ми оптимально підготуємо ваших співробітників до безпечної роботи зі складською технікою (наприклад, вилковими навантажувачами) та довгомірними вантажівками.",
  "Gabelstaplerführerschein gemäß DGUV 308-001": "Права на вилковий навантажувач відповідно до DGUV 308-001",
  "Theoretische und praktische Ausbildung": "Теоретичне та практичне навчання",
  "Lang-LKW-Schulung inkl. Fahrsimulator-Einsatz": "Навчання керуванню довгомірними вантажівками, включаючи використання симулятора водіння",
  "Zertifizierter Abschluss": "Сертифіковане завершення навчання",
  
  "Unser Prozess": "Наш процес",
  "Analyse": "Аналіз",
  "Wir verstehen Ihre Anforderungen – sei es als Einzelperson oder als Unternehmen.": "Ми розуміємо ваші потреби – будь ви приватною особою чи компанією.",
  "Planung": "Планування",
  "Individuelle Schulungspläne, abgestimmt auf Ziel, Zeitrahmen und gesetzliche Vorgaben.": "Індивідуальні плани навчання, адаптовані до цілей, часових рамок і законодавчих вимог.",
  "Umsetzung": "Реалізація",
  "Unsere erfahrenen Ausbilder setzen moderne Lehrmethoden mit praxisnahen Inhalten ein.": "Наші досвідчені інструктори використовують сучасні методи навчання з практичним змістом.",
  "Abschluss & Support": "Завершення та підтримка",
  "Zertifikate, Nachbetreuung und weiterführende Qualifikationen – alles aus einer Hand.": "Сертифікати, подальший супровід та додаткові кваліфікації – все з одних рук.",
  
  "Preispakete": "Цінові пакети",
  "Wählen Sie das passende Paket für Ihre Ausbildung. Unsicher, welches das richtige für Sie ist? Kontaktieren Sie uns für eine persönliche Beratung.": "Виберіть відповідний пакет для вашого навчання. Не впевнені, який з них підходить саме вам? Зв'яжіться з нами для персональної консультації.",
  "Besonders beliebt": "Особливо популярно",
  "Führerschein Klasse B": "Водійські права категорії B",
  "Ideal für Fahranfänger": "Ідеально для початківців-водіїв",
  "Theorieunterricht (14 Doppelstunden)": "Теоретичні заняття (14 подвійних уроків)",
  "Grundfahrstunden (10 Stunden)": "Базові уроки водіння (10 годин)",
  "Überlandfahrt (5 Stunden)": "Заміська їзда (5 годин)",
  "Autobahnfahrt (4 Stunden)": "Їзда по автомагістралі (4 години)",
  "Nachtfahrt (3 Stunden)": "Нічна їзда (3 години)",
  "Paket wählen": "Вибрати пакет",
  
  "Führerschein Klasse A": "Водійські права категорії A",
  "Für Motorradbegeisterte": "Для мотоциклістів",
  "Grundfahrstunden (9 Stunden)": "Базові уроки водіння (9 годин)",
  "Überlandfahrt (4 Stunden)": "Заміська їзда (4 години)",
  "Sonderfahrten (3 Stunden)": "Особливі поїздки (3 години)",
  "Moderne Motorräder": "Сучасні мотоцикли",
  "Schutzausrüstung (falls benötigt)": "Захисне спорядження (за потреби)",
  
  "Intensivkurs": "Інтенсивний курс",
  "Für Eilige und Entschlossene": "Для тих, хто поспішає та рішучих",
  "Führerschein in 3-4 Wochen": "Водійські права за 3-4 тижні",
  "Täglicher Theorieunterricht": "Щоденні теоретичні заняття",
  "Flexible Fahrstundenplanung": "Гнучке планування уроків водіння",
  "Prüfungsvorbereitung": "Підготовка до іспиту",
  "Erste-Hilfe-Kurs inklusive": "Курс першої допомоги включено",
  "Vorrangige Prüfungstermine": "Пріоритетні дати іспитів",
  
  "Häufig gestellte Fragen": "Часті запитання",
  "Wie lange dauert die Führerscheinausbildung?": "Скільки триває навчання на водійські права?",
  "Die Dauer der Ausbildung hängt von Ihrer Verfügbarkeit und Ihrem Lernfortschritt ab. Bei regelmäßiger Teilnahme am Unterricht und wöchentlichen Fahrstunden kann die Ausbildung in 3-6 Monaten abgeschlossen werden. Mit unserem Intensivkurs ist ein Abschluss innerhalb von 3-4 Wochen möglich.": "Тривалість навчання залежить від вашої доступності та прогресу в навчанні. При регулярному відвідуванні занять і щотижневих уроках водіння навчання можна завершити за 3-6 місяців. З нашим інтенсивним курсом завершення можливе протягом 3-4 тижнів.",
  
  "Welche Unterlagen benötige ich für die Anmeldung?": "Які документи потрібні для реєстрації?",
  "Für die Anmeldung benötigen Sie einen gültigen Personalausweis oder Reisepass, ein biometrisches Passfoto, einen Sehtest vom Optiker oder Arzt, und einen Erste-Hilfe-Kurs-Nachweis. Bei Führerscheinerweiterungen bringen Sie bitte auch Ihren aktuellen Führerschein mit.": "Для реєстрації вам потрібні дійсне посвідчення особи або паспорт, біометрична фотографія, тест зору від оптика або лікаря та підтвердження проходження курсу першої допомоги. Для розширення водійських прав, будь ласка, принесіть також ваші поточні водійські права.",
  
  "Wann findet der Theorieunterricht statt?": "Коли проходять теоретичні заняття?",
  "Unser regulärer Theorieunterricht findet Montag bis Donnerstag von 18:00 bis 19:30 Uhr statt. Für Berufstätige und Schüler bieten wir auch samstags Unterricht an. Beim Intensivkurs finden die Theorieeinheiten täglich vormittags statt.": "Наші звичайні теоретичні заняття проходять з понеділка по четвер з 18:00 до 19:30. Для працюючих та учнів ми також пропонуємо заняття по суботах. На інтенсивному курсі теоретичні заняття проходять щодня в першій половині дня.",
  
  "Können Fahrstunden auch am Wochenende stattfinden?": "Чи можуть уроки водіння проходити у вихідні?",
  "Ja, wir bieten nach Absprache auch Fahrstunden am Samstag an. Diese müssen jedoch im Voraus geplant werden. Für die Intensivkurse stehen unsere Fahrlehrer auch am Wochenende zur Verfügung, um Ihren Führerschein in kürzester Zeit zu ermöglichen.": "Так, за домовленістю ми також пропонуємо уроки водіння по суботах. Однак вони повинні бути заплановані заздалегідь. Для інтенсивних курсів наші інструктори з водіння доступні також у вихідні дні, щоб допомогти вам отримати водійські права в найкоротші терміни.",
  
  "Bereit loszulegen?": "Готові розпочати?",
  "Kontaktieren Sie uns noch heute, um Ihre Ausbildung zu beginnen oder mehr über unsere Angebote zu erfahren.": "Зв'яжіться з нами сьогодні, щоб розпочати навчання або дізнатися більше про наші пропозиції.",
  "Kontakt aufnehmen": "Зв'язатися з нами",
  "Anrufen": "Зателефонувати"
}
