{
  "Your Company": "Z1 Ausbildungszentrum GmbH",
  "Welcome to Our Website": "مرحبًا بكم في موقعنا",
  "Your vision, our expertise – Building amazing experiences": "رؤيتك، خبرتنا - نبني تجارب مذهلة",
  "Get Started": "ابدأ الآن",
  "Our Mission": "مهمتنا",
  "We strive to deliver exceptional digital experiences that transform businesses and delight users. Our team combines creativity with technical expertise to build solutions that stand out.": "نسعى جاهدين لتقديم تجارب رقمية استثنائية تحول الأعمال وتسعد المستخدمين. يجمع فريقنا بين الإبداع والخبرة التقنية لبناء حلول متميزة.",
  "Learn more →": "← تعرف على المزيد",
  "Our Services": "خدماتنا",
  "From website development to full-scale digital transformation, we offer a range of services tailored to meet your unique business needs and goals.": "من تطوير مواقع الويب إلى التحول الرقمي الشامل، نقدم مجموعة من الخدمات المصممة لتلبية احتياجات وأهداف عملك الفريدة.",
  "View services →": "← عرض الخدمات",
  "Our Projects": "مشاريعنا",
  "Browse our portfolio to see how we've helped businesses like yours achieve their digital goals. Each project represents our commitment to excellence and innovation.": "تصفح محفظتنا لمعرفة كيف ساعدنا الشركات مثل شركتك على تحقيق أهدافها الرقمية. يمثل كل مشروع التزامنا بالتميز والابتكار.",
  "See portfolio →": "← مشاهدة المحفظة",
  "Get In Touch": "تواصل معنا",
  "Contact Information": "معلومات الاتصال",
  "Fill out the form and our team will get back to you within 24 hours.": "املأ النموذج وسيتواصل فريقنا معك في غضون 24 ساعة.",
  "Full Name": "الاسم الكامل",
  "John Doe": "محمد أحمد",
  "Email": "البريد الإلكتروني",
  "john@example.com": "mohammed@example.com",
  "Subject": "الموضوع",
  "How can we help you?": "كيف يمكننا مساعدتك؟",
  "Message": "الرسالة",
  "Your message here...": "رسالتك هنا...",
  "Send Message": "إرسال الرسالة",
  "Page Not Found": "الصفحة غير موجودة",
  "The page you are looking for doesn't exist or has been moved.": "الصفحة التي تبحث عنها غير موجودة أو تم نقلها.",
  "Go back home": "العودة إلى الصفحة الرئيسية",
  "Mission": "المهمة",
  "Services": "الخدمات",
  "Projects": "المشاريع",
  "Contact": "اتصل بنا",
  "About Us": "من نحن",
  "We are a passionate team dedicated to creating outstanding digital experiences.": "نحن فريق متحمس مكرس لإنشاء تجارب رقمية متميزة.",
  "Quick Links": "روابط سريعة",
  "Home": "الرئيسية",
  "About": "حول",
  "123 Web Street, Digital City": "Zeppelinstraße 1, 88410 Bad Wurzach",
  "Follow Us": "تابعنا",
  "Your Company. All rights reserved.": "Z1 Ausbildungszentrum GmbH. جميع الحقوق محفوظة.",
  "Mission Image": "صورة المهمة",
  "Services Image": "صورة الخدمات",
  "Projects Image": "صورة المشاريع",
  "Language": "اللغة",
  "English": "الإنجليزية",
  "German": "الألمانية",
  "Russian": "الروسية",
  "Serbian": "الصربية",
  "Romanian": "الرومانية",
  "Bulgarian": "البلغارية",
  "Arabic": "العربية",
  "Turkish": "التركية",
  "Legal Information": "معلومات قانونية",
  "Impressum": "البيانات القانونية",
  "Privacy Policy": "سياسة الخصوصية",
  "Terms & Conditions": "الشروط والأحكام",
  "Right of Withdrawal": "حق الانسحاب",
  "Shipping & Payment": "الشحن والدفع",
  "Online Dispute Resolution": "حل النزاعات عبر الإنترنت",
  "Responsible according to § 18 Abs. 2 MStV: Your Name, Address": "المسؤول وفقًا للفقرة 18 الفقرة 2 من قانون الإعلام: Z1 Ausbildungszentrum GmbH, Zeppelinstraße 1, 88410 Bad Wurzach",
  
  "Web Development": "تطوير الويب",
  "Our web development team creates responsive, user-friendly websites that engage visitors and drive conversions. Using the latest technologies, we build fast, secure, and scalable web solutions tailored to your business needs.": "يقوم فريق تطوير الويب لدينا بإنشاء مواقع ويب متجاوبة وسهلة الاستخدام تجذب الزوار وتدفع التحويلات. باستخدام أحدث التقنيات، نبني حلول ويب سريعة وآمنة وقابلة للتوسع مصممة لتلبية احتياجات عملك.",
  "Responsive design for all devices": "تصميم متجاوب لجميع الأجهزة",
  "SEO optimization": "تحسين محركات البحث (SEO)",
  "Content management systems": "أنظمة إدارة المحتوى",
  "E-commerce solutions": "حلول التجارة الإلكترونية",
  "Performance optimization": "تحسين الأداء",
  
  "Mobile App Development": "تطوير تطبيقات الجوال",
  "We develop native and cross-platform mobile applications that provide seamless user experiences. Our apps are designed to be intuitive, fast, and reliable across iOS and Android platforms.": "نطور تطبيقات جوال أصلية ومتعددة المنصات توفر تجارب مستخدم سلسة. تم تصميم تطبيقاتنا لتكون بديهية وسريعة وموثوقة على منصات iOS و Android.",
  "Native iOS and Android development": "تطوير iOS و Android الأصلي",
  "Cross-platform solutions": "حلول متعددة المنصات",
  "UI/UX design for mobile": "تصميم واجهة المستخدم/تجربة المستخدم للجوال",
  "App store optimization": "تحسين متجر التطبيقات",
  "Maintenance and updates": "الصيانة والتحديثات",
  
  "UI/UX Design": "تصميم واجهة المستخدم/تجربة المستخدم",
  "Our design team creates intuitive user interfaces and engaging user experiences. We focus on understanding your users' needs to design digital products that are both beautiful and functional.": "يقوم فريق التصميم لدينا بإنشاء واجهات مستخدم بديهية وتجارب مستخدم جذابة. نركز على فهم احتياجات مستخدميك لتصميم منتجات رقمية جميلة وعملية.",
  "User research and testing": "أبحاث واختبارات المستخدم",
  "Wireframing and prototyping": "التخطيط والنماذج الأولية",
  "Visual design": "التصميم المرئي",
  "Interaction design": "تصميم التفاعل",
  "Design systems": "أنظمة التصميم",
  
  "Digital Marketing": "التسويق الرقمي",
  "We help businesses reach their target audience and achieve their marketing goals. Our digital marketing strategies are data-driven and focused on delivering measurable results.": "نساعد الشركات في الوصول إلى جمهورها المستهدف وتحقيق أهدافها التسويقية. استراتيجيات التسويق الرقمي لدينا مدفوعة بالبيانات وتركز على تحقيق نتائج قابلة للقياس.",
  "Search engine optimization (SEO)": "تحسين محركات البحث (SEO)",
  "Pay-per-click (PPC) advertising": "إعلانات الدفع بالنقرة (PPC)", 
  "Social media marketing": "التسويق عبر وسائل التواصل الاجتماعي",
  "Email marketing": "التسويق عبر البريد الإلكتروني",
  "Content marketing": "تسويق المحتوى",
  
  "Basic": "أساسي",
  "Perfect for small businesses getting started": "مثالي للشركات الصغيرة التي تبدأ",
  "5-page website": "موقع ويب من 5 صفحات",
  "Basic SEO": "تحسين محركات البحث الأساسي",
  "Mobile responsive": "متجاوب مع الجوال",
  "Contact form": "نموذج الاتصال",
  "3 months support": "دعم لمدة 3 أشهر",
  
  "Professional": "احترافي",
  "Ideal for growing businesses": "مثالي للشركات النامية",
  "10-page website": "موقع ويب من 10 صفحات",
  "Advanced SEO": "تحسين محركات البحث المتقدم",
  "Contact form & CRM integration": "نموذج الاتصال ودمج إدارة علاقات العملاء",
  "6 months support": "دعم لمدة 6 أشهر",
  "2 rounds of revisions": "جولتان من المراجعات",
  
  "Enterprise": "مؤسسات",
  "Custom": "مخصص",
  "For established businesses with complex needs": "للشركات المؤسسة ذات الاحتياجات المعقدة",
  "Custom website": "موقع ويب مخصص",
  "Complete SEO package": "حزمة تحسين محركات البحث الكاملة",
  "Full CRM integration": "دمج كامل لإدارة علاقات العملاء",
  "12 months support": "دعم لمدة 12 شهر",
  "Unlimited revisions": "مراجعات غير محدودة",
  "Dedicated account manager": "مدير حساب مخصص",
  
  "Most Popular": "الأكثر شعبية",
  "Select Plan": "اختر الخطة",
  
  "What We Offer": "ما نقدمه",
  "Key Features": "الميزات الرئيسية",
  "Our Process": "عمليتنا",
  "Discovery": "الاكتشاف",
  "We learn about your business, goals, and requirements through detailed consultations.": "نتعرف على عملك وأهدافك ومتطلباتك من خلال استشارات مفصلة.",
  "Planning": "التخطيط",
  "We create a detailed project plan with timelines, deliverables, and milestones.": "نقوم بإنشاء خطة مشروع مفصلة مع جداول زمنية ومخرجات ومعالم.",
  "Execution": "التنفيذ",
  "Our team implements the plan, with regular updates and opportunities for feedback.": "يقوم فريقنا بتنفيذ الخطة، مع تحديثات منتظمة وفرص للتعليقات.",
  "Launch & Support": "الإطلاق والدعم",
  "We launch your project and provide ongoing support and maintenance.": "نطلق مشروعك ونقدم الدعم والصيانة المستمرة.",
  
  "Pricing Plans": "خطط التسعير",
  "Choose the plan that works best for your business. Not sure which one is right for you? Contact us for a custom quote.": "اختر الخطة التي تناسب عملك. غير متأكد من الخطة المناسبة لك؟ اتصل بنا للحصول على عرض أسعار مخصص.",
  
  "Frequently Asked Questions": "الأسئلة الشائعة",
  "How long does it take to develop a website?": "كم من الوقت يستغرق تطوير موقع ويب؟",
  "The timeline for website development varies depending on the complexity of the project. A simple website can take 2-4 weeks, while more complex projects might take 2-3 months or more. During our initial consultation, we'll provide you with a more accurate timeline based on your specific requirements.": "يختلف الجدول الزمني لتطوير موقع الويب حسب تعقيد المشروع. يمكن أن يستغرق موقع ويب بسيط من 2 إلى 4 أسابيع، بينما قد تستغرق المشاريع الأكثر تعقيدًا من 2 إلى 3 أشهر أو أكثر. خلال استشارتنا الأولية، سنقدم لك جدولًا زمنيًا أكثر دقة بناءً على متطلباتك المحددة.",
  "Do you provide website maintenance services?": "هل تقدمون خدمات صيانة المواقع الإلكترونية؟",
  "Yes, we offer website maintenance services to ensure your website remains secure, up-to-date, and functioning properly. Our maintenance packages include regular updates, security checks, backups, and technical support.": "نعم، نقدم خدمات صيانة المواقع الإلكترونية لضمان بقاء موقعك آمنًا ومحدثًا ويعمل بشكل صحيح. تتضمن حزم الصيانة لدينا تحديثات منتظمة وفحوصات أمنية ونسخ احتياطية ودعم فني.",
  "Can you help with content creation?": "هل يمكنكم المساعدة في إنشاء المحتوى؟",
  "Yes, we offer content creation services including copywriting, image selection, and basic graphic design. Our content team can help create engaging, SEO-friendly content that resonates with your target audience and aligns with your brand voice.": "نعم، نقدم خدمات إنشاء المحتوى بما في ذلك كتابة النصوص واختيار الصور والتصميم الجرافيكي الأساسي. يمكن لفريق المحتوى لدينا المساعدة في إنشاء محتوى جذاب وصديق لمحركات البحث يتوافق مع جمهورك المستهدف ويتماشى مع صوت علامتك التجارية.",
  "Do you offer e-commerce solutions?": "هل تقدمون حلول التجارة الإلكترونية؟",
  "Yes, we specialize in developing e-commerce websites that are secure, user-friendly, and optimized for conversions. We work with platforms like WooCommerce, Shopify, and custom solutions depending on your specific requirements and budget.": "نعم، نحن متخصصون في تطوير مواقع التجارة الإلكترونية الآمنة وسهلة الاستخدام والمحسنة للتحويلات. نعمل مع منصات مثل WooCommerce و Shopify والحلول المخصصة حسب متطلباتك المحددة وميزانيتك.",
  
  "Ready to Get Started?": "هل أنت مستعد للبدء؟",
  "Contact us today to discuss your project and discover how we can help your business grow.": "اتصل بنا اليوم لمناقشة مشروعك واكتشاف كيف يمكننا مساعدة عملك على النمو.",
  "Contact Us": "اتصل بنا",
  "Call Us": "اتصل بنا هاتفيًا",
  "Get a Quote": "احصل على عرض سعر",
  "We provide comprehensive digital solutions to help your business thrive in the digital world.": "نقدم حلولًا رقمية شاملة لمساعدة عملك على الازدهار في العالم الرقمي.",
  
  "Unsere Leistungen": "خدماتنا",
  "Wir bieten umfassende Ausbildungen und Qualifikationen für Fahrer aller Klassen – von Fahranfängern bis zu Berufskraftfahrern.": "نقدم تدريبات ومؤهلات شاملة للسائقين من جميع الفئات - من المبتدئين إلى السائقين المحترفين.",
  "Beratungsgespräch vereinbaren": "تحديد موعد استشارة",
  
  "Was wir anbieten": "ما نقدمه",
  "Hauptmerkmale": "الميزات الرئيسية",
  
  "Fahrschule – Klassen B, BE & A": "مدرسة القيادة - الفئات B و BE و A",
  "Ob Auto, Anhänger oder Motorrad – wir bilden sicher und zielgerichtet aus. Unsere erfahrenen Fahrlehrer begleiten dich vom ersten Theorieunterricht bis zur erfolgreichen Fahrprüfung.": "سواء كانت سيارة أو مقطورة أو دراجة نارية - نقدم تدريبًا آمنًا وهادفًا. يرافقك مدرسو القيادة ذوو الخبرة لدينا من أول درس نظري حتى اجتياز اختبار القيادة بنجاح.",
  "Ausbildung für PKW (Klasse B), Anhänger (BE) und Motorrad (A)": "تدريب للسيارات (الفئة B) والمقطورات (BE) والدراجات النارية (A)",
  "Theorie- und Praxisunterricht mit modernen Fahrzeugen": "دروس نظرية وعملية بمركبات حديثة",
  "Flexible Fahrstunden & Prüfungsvorbereitung": "دروس قيادة مرنة وتحضير للامتحان",
  "Intensivkurse auf Anfrage": "دورات مكثفة عند الطلب",
  
  "ASF-Kurse (Aufbauseminar für Fahranfänger)": "دورات متقدمة للسائقين المبتدئين",
  "Pflichtseminar nach dem Führerschein auf Probe – bei uns professionell, verständlich und mit persönlicher Betreuung.": "الندوة الإلزامية بعد الحصول على رخصة القيادة التجريبية - لدينا بشكل احترافي ومفهوم ومع إشراف شخصي.",
  "Gesetzlich anerkannt": "معترف بها قانونياً",
  "Kompetente Seminarleiter": "قادة ندوات أكفاء",
  "Schnelle Terminvergabe": "تحديد مواعيد سريع",
  "Teilnahmebescheinigung für die Führerscheinstelle": "شهادة مشاركة لمكتب رخص القيادة",
  
  "Erste-Hilfe-Kurse": "دورات الإسعافات الأولية",
  "Lerne in nur einem Tag, wie du im Notfall richtig reagierst – ein Muss für jeden Führerscheinbewerber und wertvoll fürs Leben.": "تعلم في يوم واحد فقط كيفية الاستجابة الصحيحة في حالات الطوارئ - أمر ضروري لكل متقدم للحصول على رخصة قيادة وقيّم للحياة.",
  "Kompaktkurs (9 Unterrichtseinheiten)": "دورة مدمجة (9 وحدات تعليمية)",
  "Anerkannt für alle Führerscheinklassen": "معترف بها لجميع فئات رخص القيادة",
  "Inklusive Sehtest & Passfotos (optional)": "يشمل فحص البصر وصور جواز السفر (اختياري)",
  "Zertifikat am Kurstag": "شهادة في يوم الدورة",
  
  "Anschlagmittelprüfung": "فحص معدات الرفع",
  "Sicherheit beginnt bei der Ausrüstung – wir schulen und prüfen den sachgemäßen Umgang mit Anschlagmitteln gemäß DGUV-Richtlinien.": "السلامة تبدأ بالمعدات - نقوم بتدريب واختبار الاستخدام السليم لمعدات الرفع وفقًا لإرشادات DGUV.",
  "Theoretische und praktische Einweisung": "تعليمات نظرية وعملية",
  "Durchführung der jährlichen Prüfung": "إجراء الفحص السنوي",
  "Dokumentation und Prüfprotokolle": "التوثيق وبروتوكولات الاختبار",
  "Für Unternehmen und Einzelpersonen": "للشركات والأفراد",
  
  "Berufskraftfahrer-Qualifikation (BKF)": "تأهيل السائقين المحترفين",
  "Pflichtschulungen für Berufskraftfahrer nach BKrFQG: Wir bieten alle 5 Module sowie die beschleunigte Grundqualifikation an.": "التدريب الإلزامي للسائقين المحترفين: نقدم جميع الوحدات الخمس بالإضافة إلى التأهيل الأساسي المعجل.",
  "Module 1–5 gemäß BKrFQG": "الوحدات 1-5 وفقًا لقانون تأهيل السائقين المحترفين",
  "Beschleunigte Grundqualifikation": "التأهيل الأساسي المعجل",
  "Hochqualifizierte Dozenten aus der Praxis": "محاضرون مؤهلون عاليًا من الميدان",
  "Flexible Terminwahl – auch am Wochenende": "اختيار مواعيد مرن - حتى في عطلة نهاية الأسبوع",
  
  "Flurförderfahrzeuge & Lang-LKW-Qualifikation": "تأهيل الرافعات الشوكية والشاحنات الطويلة",
  "Wir bereiten Ihre Mitarbeiter optimal auf den sicheren Umgang mit Flurförderzeugen (z. B. Gabelstapler) und Lang-LKWs vor.": "نقوم بإعداد موظفيك بشكل مثالي للتعامل الآمن مع معدات المستودعات (مثل الرافعات الشوكية) والشاحنات الطويلة.",
  "Gabelstaplerführerschein gemäß DGUV 308-001": "رخصة الرافعة الشوكية وفقًا لـ DGUV 308-001",
  "Theoretische und praktische Ausbildung": "تدريب نظري وعملي",
  "Lang-LKW-Schulung inkl. Fahrsimulator-Einsatz": "تدريب الشاحنات الطويلة بما في ذلك استخدام محاكاة القيادة",
  "Zertifizierter Abschluss": "شهادة معتمدة",
  
  "Unser Prozess": "عمليتنا",
  "Analyse": "التحليل",
  "Wir verstehen Ihre Anforderungen – sei es als Einzelperson oder als Unternehmen.": "نفهم متطلباتك - سواء كنت فردًا أو شركة.",
  "Planung": "التخطيط",
  "Individuelle Schulungspläne, abgestimmt auf Ziel, Zeitrahmen und gesetzliche Vorgaben.": "خطط تدريب فردية، متوافقة مع الهدف والإطار الزمني والمتطلبات القانونية.",
  "Umsetzung": "التنفيذ",
  "Unsere erfahrenen Ausbilder setzen moderne Lehrmethoden mit praxisnahen Inhalten ein.": "يستخدم مدربونا ذوو الخبرة أساليب تدريس حديثة مع محتوى عملي.",
  "Abschluss & Support": "الإكمال والدعم",
  "Zertifikate, Nachbetreuung und weiterführende Qualifikationen – alles aus einer Hand.": "الشهادات والمتابعة والمؤهلات المتقدمة - كل ذلك من مصدر واحد.",
  
  "Preispakete": "باقات الأسعار",
  "Wählen Sie das passende Paket für Ihre Ausbildung. Unsicher, welches das richtige für Sie ist? Kontaktieren Sie uns für eine persönliche Beratung.": "اختر الباقة المناسبة لتدريبك. غير متأكد من الباقة المناسبة لك؟ اتصل بنا للحصول على استشارة شخصية.",
  "Besonders beliebt": "شائع بشكل خاص",
  "Führerschein Klasse B": "رخصة قيادة الفئة B",
  "Ideal für Fahranfänger": "مثالي للسائقين المبتدئين",
  "Theorieunterricht (14 Doppelstunden)": "دروس نظرية (14 درسًا مزدوجًا)",
  "Grundfahrstunden (10 Stunden)": "دروس قيادة أساسية (10 ساعات)",
  "Überlandfahrt (5 Stunden)": "القيادة بين المدن (5 ساعات)",
  "Autobahnfahrt (4 Stunden)": "القيادة على الطريق السريع (4 ساعات)",
  "Nachtfahrt (3 Stunden)": "القيادة الليلية (3 ساعات)",
  "Paket wählen": "اختر الباقة",
  
  "Führerschein Klasse A": "رخصة قيادة الفئة A",
  "Für Motorradbegeisterte": "لعشاق الدراجات النارية",
  "Grundfahrstunden (9 Stunden)": "دروس قيادة أساسية (9 ساعات)",
  "Überlandfahrt (4 Stunden)": "القيادة بين المدن (4 ساعات)",
  "Sonderfahrten (3 Stunden)": "رحلات خاصة (3 ساعات)",
  "Moderne Motorräder": "دراجات نارية حديثة",
  "Schutzausrüstung (falls benötigt)": "معدات واقية (إذا لزم الأمر)",
  
  "Intensivkurs": "دورة مكثفة",
  "Für Eilige und Entschlossene": "للمستعجلين والمصممين",
  "Führerschein in 3-4 Wochen": "رخصة قيادة في 3-4 أسابيع",
  "Täglicher Theorieunterricht": "دروس نظرية يومية",
  "Flexible Fahrstundenplanung": "تخطيط مرن لدروس القيادة",
  "Prüfungsvorbereitung": "التحضير للامتحان",
  "Erste-Hilfe-Kurs inklusive": "دورة إسعافات أولية مشمولة",
  "Vorrangige Prüfungstermine": "مواعيد امتحان ذات أولوية",
  
  "Häufig gestellte Fragen": "الأسئلة المتكررة",
  "Wie lange dauert die Führerscheinausbildung?": "كم تستغرق مدة تدريب رخصة القيادة؟",
  "Die Dauer der Ausbildung hängt von Ihrer Verfügbarkeit und Ihrem Lernfortschritt ab. Bei regelmäßiger Teilnahme am Unterricht und wöchentlichen Fahrstunden kann die Ausbildung in 3-6 Monaten abgeschlossen werden. Mit unserem Intensivkurs ist ein Abschluss innerhalb von 3-4 Wochen möglich.": "تعتمد مدة التدريب على توفرك وتقدمك في التعلم. مع الحضور المنتظم للدروس ودروس القيادة الأسبوعية، يمكن إكمال التدريب في 3-6 أشهر. مع دورتنا المكثفة، من الممكن الإكمال في غضون 3-4 أسابيع.",
  
  "Welche Unterlagen benötige ich für die Anmeldung?": "ما هي المستندات التي أحتاجها للتسجيل؟",
  "Für die Anmeldung benötigen Sie einen gültigen Personalausweis oder Reisepass, ein biometrisches Passfoto, einen Sehtest vom Optiker oder Arzt, und einen Erste-Hilfe-Kurs-Nachweis. Bei Führerscheinerweiterungen bringen Sie bitte auch Ihren aktuellen Führerschein mit.": "للتسجيل، تحتاج إلى بطاقة هوية سارية المفعول أو جواز سفر، وصورة بيومترية لجواز السفر، واختبار نظر من أخصائي بصريات أو طبيب، وإثبات دورة الإسعافات الأولية. لتوسيع رخصة القيادة، يرجى إحضار رخصة القيادة الحالية الخاصة بك أيضًا.",
  
  "Wann findet der Theorieunterricht statt?": "متى تُقام الدروس النظرية؟",
  "Unser regulärer Theorieunterricht findet Montag bis Donnerstag von 18:00 bis 19:30 Uhr statt. Für Berufstätige und Schüler bieten wir auch samstags Unterricht an. Beim Intensivkurs finden die Theorieeinheiten täglich vormittags statt.": "تُقام دروسنا النظرية المنتظمة من الاثنين إلى الخميس من الساعة 18:00 إلى 19:30. نقدم أيضًا دروسًا يوم السبت للعاملين والطلاب. في الدورة المكثفة، تُقام الوحدات النظرية يوميًا في الصباح.",
  
  "Können Fahrstunden auch am Wochenende stattfinden?": "هل يمكن أن تكون دروس القيادة في عطلة نهاية الأسبوع أيضًا؟",
  "Ja, wir bieten nach Absprache auch Fahrstunden am Samstag an. Diese müssen jedoch im Voraus geplant werden. Für die Intensivkurse stehen unsere Fahrlehrer auch am Wochenende zur Verfügung, um Ihren Führerschein in kürzester Zeit zu ermöglichen.": "نعم، نقدم أيضًا دروس قيادة يوم السبت بعد الاتفاق. ومع ذلك، يجب التخطيط لها مسبقًا. بالنسبة للدورات المكثفة، يتوفر مدرسو القيادة لدينا أيضًا في عطلة نهاية الأسبوع لتمكينك من الحصول على رخصة القيادة في أقصر وقت ممكن.",
  
  "Bereit loszulegen?": "مستعد للبدء؟",
  "Kontaktieren Sie uns noch heute, um Ihre Ausbildung zu beginnen oder mehr über unsere Angebote zu erfahren.": "اتصل بنا اليوم لبدء تدريبك أو لمعرفة المزيد عن عروضنا.",
  "Kontakt aufnehmen": "تواصل معنا",
  "Anrufen": "اتصل بنا"
}
