{
  "Your Company": "Z1 Ausbildungszentrum GmbH",
  "Welcome to Our Website": "Добредојдовте на нашата веб-страница",
  "Your vision, our expertise – Building amazing experiences": "Вашата визија, нашата експертиза – Создаваме неверојатни искуства",
  "Get Started": "Започнете",
  "Our Mission": "Нашата мисија",
  "We strive to deliver exceptional digital experiences that transform businesses and delight users. Our team combines creativity with technical expertise to build solutions that stand out.": "Се стремиме да обезбедиме исклучителни дигитални искуства што ги трансформираат бизнисите и ги радуваат корисниците. Нашиот тим ја комбинира креативноста со техничка експертиза за да изгради решенија што се истакнуваат.",
  "Learn more →": "Дознајте повеќе →",
  "Our Services": "Нашите услуги",
  "From website development to full-scale digital transformation, we offer a range of services tailored to meet your unique business needs and goals.": "Од развој на веб-страница до целосна дигитална трансформација, нудиме низа услуги прилагодени да ги задоволат вашите уникатни бизнис потреби и цели.",
  "View services →": "Погледнете ги услугите →",
  "Our Projects": "Нашите проекти",
  "Browse our portfolio to see how we've helped businesses like yours achieve their digital goals. Each project represents our commitment to excellence and innovation.": "Разгледајте го нашето портфолио за да видите како им помогнавме на бизниси како вашиот да ги постигнат своите дигитални цели. Секој проект ја претставува нашата посветеност на извонредност и иновации.",
  "See portfolio →": "Погледнете го портфолиото →",
  "Get In Touch": "Контактирајте не",
  "Contact Information": "Контакт информации",
  "Fill out the form and our team will get back to you within 24 hours.": "Пополнете го формуларот и нашиот тим ќе ви одговори во рок од 24 часа.",
  "Full Name": "Целосно име",
  "John Doe": "Јован Јовановски",
  "Email": "Електронска пошта",
  "john@example.com": "jovan@primer.mk",
  "Subject": "Тема",
  "How can we help you?": "Како можеме да ви помогнеме?",
  "Message": "Порака",
  "Your message here...": "Вашата порака тука...",
  "Send Message": "Испратете порака",
  "Page Not Found": "Страницата не е пронајдена",
  "The page you are looking for doesn't exist or has been moved.": "Страницата што ја барате не постои или е преместена.",
  "Go back home": "Вратете се на почетната страница",
  "Mission": "Мисија",
  "Services": "Услуги",
  "Projects": "Проекти",
  "Contact": "Контакт",
  "About Us": "За нас",
  "We are a passionate team dedicated to creating outstanding digital experiences.": "Ние сме страстен тим посветен на создавање извонредни дигитални искуства.",
  "Quick Links": "Брзи линкови",
  "Home": "Почетна",
  "About": "За нас",
  "123 Web Street, Digital City": "Zeppelinstraße 1, 88410 Bad Wurzach",
  "Follow Us": "Следете нè",
  "Your Company. All rights reserved.": "Z1 Ausbildungszentrum GmbH. Сите права се задржани.",
  "Mission Image": "Слика за мисијата",
  "Services Image": "Слика за услугите",
  "Projects Image": "Слика за проектите",
  "Language": "Јазик",
  "English": "Англиски",
  "German": "Германски",
  "Russian": "Руски",
  "Serbian": "Српски",
  "Romanian": "Романски",
  "Bulgarian": "Бугарски",
  "Turkish": "Турски",
  "Arabic": "Арапски",
  "Belarusian": "Белоруски",
  "Ukrainian": "Украински",
  "Macedonian": "Македонски",
  "Legal Information": "Правни информации",
  "Impressum": "Импресум",
  "Privacy Policy": "Политика за приватност",
  "Terms & Conditions": "Услови за користење",
  "Right of Withdrawal": "Право на откажување",
  "Shipping & Payment": "Испорака и плаќање",
  "Online Dispute Resolution": "Онлајн решавање на спорови",
  "Responsible according to § 18 Abs. 2 MStV: Your Name, Address": "Одговорен според § 18 ст. 2 MStV: Z1 Ausbildungszentrum GmbH, Zeppelinstraße 1, 88410 Bad Wurzach",
  
  "Web Development": "Веб развој",
  "Our web development team creates responsive, user-friendly websites that engage visitors and drive conversions. Using the latest technologies, we build fast, secure, and scalable web solutions tailored to your business needs.": "Нашиот тим за веб развој создава респонзивни, лесни за користење веб-страници што ги привлекуваат посетителите и ги зголемуваат конверзиите. Користејќи ги најновите технологии, ние градиме брзи, безбедни и скалабилни веб решенија прилагодени на вашите бизнис потреби.",
  "Responsive design for all devices": "Респонзивен дизајн за сите уреди",
  "SEO optimization": "SEO оптимизација",
  "Content management systems": "Системи за управување со содржина",
  "E-commerce solutions": "Решенија за е-трговија",
  "Performance optimization": "Оптимизација на перформанси",
  
  "Mobile App Development": "Развој на мобилни апликации",
  "We develop native and cross-platform mobile applications that provide seamless user experiences. Our apps are designed to be intuitive, fast, and reliable across iOS and Android platforms.": "Развиваме нативни и крос-платформски мобилни апликации што обезбедуваат беспрекорно корисничко искуство. Нашите апликации се дизајнирани да бидат интуитивни, брзи и сигурни на iOS и Android платформите.",
  "Native iOS and Android development": "Нативен развој за iOS и Android",
  "Cross-platform solutions": "Крос-платформски решенија",
  "UI/UX design for mobile": "UI/UX дизајн за мобилни уреди",
  "App store optimization": "Оптимизација за продавници за апликации",
  "Maintenance and updates": "Одржување и ажурирање",
  
  "UI/UX Design": "UI/UX Дизајн",
  "Our design team creates intuitive user interfaces and engaging user experiences. We focus on understanding your users' needs to design digital products that are both beautiful and functional.": "Нашиот тим за дизајн создава интуитивни кориснички интерфејси и привлечни кориснички искуства. Фокусирани сме на разбирање на потребите на вашите корисници за да дизајнираме дигитални производи кои се истовремено убави и функционални.",
  "User research and testing": "Истражување и тестирање на корисници",
  "Wireframing and prototyping": "Скицирање и прототипирање",
  "Visual design": "Визуелен дизајн",
  "Interaction design": "Дизајн на интеракција",
  "Design systems": "Дизајн системи",
  
  "Digital Marketing": "Дигитален маркетинг",
  "We help businesses reach their target audience and achieve their marketing goals. Our digital marketing strategies are data-driven and focused on delivering measurable results.": "Им помагаме на бизнисите да ја достигнат својата целна публика и да ги постигнат своите маркетинг цели. Нашите стратегии за дигитален маркетинг се базирани на податоци и фокусирани на испорака на мерливи резултати.",
  "Search engine optimization (SEO)": "Оптимизација за пребарувачи (SEO)",
  "Pay-per-click (PPC) advertising": "Рекламирање со плаќање по клик (PPC)", 
  "Social media marketing": "Маркетинг на социјални медиуми",
  "Email marketing": "Имејл маркетинг",
  "Content marketing": "Маркетинг на содржина",
  
  "Basic": "Основен",
  "Perfect for small businesses getting started": "Совршен за мали бизниси кои започнуваат",
  "5-page website": "Веб-страница со 5 страници",
  "Basic SEO": "Основна SEO оптимизација",
  "Mobile responsive": "Прилагодена за мобилни уреди",
  "Contact form": "Контакт формулар",
  "3 months support": "3 месеци поддршка",
  
  "Professional": "Професионален",
  "Ideal for growing businesses": "Идеален за растечки бизниси",
  "10-page website": "Веб-страница со 10 страници",
  "Advanced SEO": "Напредна SEO оптимизација",
  "Contact form & CRM integration": "Контакт формулар и CRM интеграција",
  "6 months support": "6 месеци поддршка",
  "2 rounds of revisions": "2 круга на ревизии",
  
  "Enterprise": "Корпоративен",
  "Custom": "Прилагоден",
  "For established businesses with complex needs": "За етаблирани бизниси со комплексни потреби",
  "Custom website": "Прилагодена веб-страница",
  "Complete SEO package": "Комплетен SEO пакет",
  "Full CRM integration": "Целосна CRM интеграција",
  "12 months support": "12 месеци поддршка",
  "Unlimited revisions": "Неограничени ревизии",
  "Dedicated account manager": "Посветен менаџер на сметка",
  
  "Most Popular": "Најпопуларен",
  "Select Plan": "Изберете план",
  
  "What We Offer": "Што нудиме",
  "Key Features": "Клучни карактеристики",
  "Our Process": "Нашиот процес",
  "Discovery": "Откривање",
  "We learn about your business, goals, and requirements through detailed consultations.": "Дознаваме за вашиот бизнис, цели и барања преку детални консултации.",
  "Planning": "Планирање",
  "We create a detailed project plan with timelines, deliverables, and milestones.": "Создаваме детален план за проектот со временски рамки, испорачливи материјали и пресвртни точки.",
  "Execution": "Извршување",
  "Our team implements the plan, with regular updates and opportunities for feedback.": "Нашиот тим го спроведува планот, со редовни ажурирања и можности за повратни информации.",
  "Launch & Support": "Лансирање и поддршка",
  "We launch your project and provide ongoing support and maintenance.": "Го лансираме вашиот проект и обезбедуваме континуирана поддршка и одржување.",
  
  "Pricing Plans": "Ценовни планови",
  "Choose the plan that works best for your business. Not sure which one is right for you? Contact us for a custom quote.": "Изберете го планот кој најдобро одговара на вашиот бизнис. Не сте сигурни кој е вистинскиот за вас? Контактирајте нè за прилагодена понуда.",
  
  "Frequently Asked Questions": "Често поставувани прашања",
  "How long does it take to develop a website?": "Колку време е потребно за да се развие веб-страница?",
  "The timeline for website development varies depending on the complexity of the project. A simple website can take 2-4 weeks, while more complex projects might take 2-3 months or more. During our initial consultation, we'll provide you with a more accurate timeline based on your specific requirements.": "Временската рамка за развој на веб-страница варира во зависност од сложеноста на проектот. Едноставна веб-страница може да одземе 2-4 недели, додека посложени проекти може да одземат 2-3 месеци или повеќе. За време на нашата иницијална консултација, ќе ви обезбедиме попрецизна временска рамка базирана на вашите специфични барања.",
  "Do you provide website maintenance services?": "Дали нудите услуги за одржување на веб-страници?",
  "Yes, we offer website maintenance services to ensure your website remains secure, up-to-date, and functioning properly. Our maintenance packages include regular updates, security checks, backups, and technical support.": "Да, нудиме услуги за одржување на веб-страници за да осигуриме дека вашата веб-страница останува безбедна, ажурирана и функционира правилно. Нашите пакети за одржување вклучуваат редовни ажурирања, безбедносни проверки, резервни копии и техничка поддршка.",
  "Can you help with content creation?": "Дали можете да помогнете со создавање на содржина?",
  "Yes, we offer content creation services including copywriting, image selection, and basic graphic design. Our content team can help create engaging, SEO-friendly content that resonates with your target audience and aligns with your brand voice.": "Да, нудиме услуги за создавање на содржина вклучувајќи копирајтинг, избор на слики и основен графички дизајн. Нашиот тим за содржина може да помогне да се создаде привлечна, SEO-оптимизирана содржина која резонира со вашата целна публика и се усогласува со гласот на вашиот бренд.",
  "Do you offer e-commerce solutions?": "Дали нудите решенија за е-трговија?",
  "Yes, we specialize in developing e-commerce websites that are secure, user-friendly, and optimized for conversions. We work with platforms like WooCommerce, Shopify, and custom solutions depending on your specific requirements and budget.": "Да, ние се специјализираме за развој на веб-страници за е-трговија кои се безбедни, лесни за користење и оптимизирани за конверзии. Работиме со платформи како WooCommerce, Shopify и прилагодени решенија во зависност од вашите специфични барања и буџет.",
  
  "Ready to Get Started?": "Подготвени да започнете?",
  "Contact us today to discuss your project and discover how we can help your business grow.": "Контактирајте нè денес за да разговараме за вашиот проект и откријте како можеме да помогнеме во растот на вашиот бизнис.",
  "Contact Us": "Контактирајте нè",
  "Call Us": "Јавете ни се",
  "Get a Quote": "Добијте понуда",
  "We provide comprehensive digital solutions to help your business thrive in the digital world.": "Обезбедуваме сеопфатни дигитални решенија за да му помогнеме на вашиот бизнис да просперира во дигиталниот свет.",
  
  "Unsere Leistungen": "Нашите услуги",
  "Wir bieten umfassende Ausbildungen und Qualifikationen für Fahrer aller Klassen – von Fahranfängern bis zu Berufskraftfahrern.": "Нудиме сеопфатна обука и квалификации за возачи од сите категории – од почетници до професионални возачи.",
  "Beratungsgespräch vereinbaren": "Закажете консултација",
  
  "Was wir anbieten": "Што нудиме",
  "Hauptmerkmale": "Главни карактеристики",
  
  "Fahrschule – Klassen B, BE & A": "Автошкола – категории Б, БЕ и А",
  "Ob Auto, Anhänger oder Motorrad – wir bilden sicher und zielgerichtet aus. Unsere erfahrenen Fahrlehrer begleiten dich vom ersten Theorieunterricht bis zur erfolgreichen Fahrprüfung.": "Било автомобил, приколка или мотоцикл – ние обезбедуваме безбедна и целна обука. Нашите искусни инструктори ве придружуваат од првиот теоретски час до успешното полагање на возачкиот испит.",
  "Ausbildung für PKW (Klasse B), Anhänger (BE) und Motorrad (A)": "Обука за автомобил (категорија Б), приколка (БЕ) и мотоцикл (А)",
  "Theorie- und Praxisunterricht mit modernen Fahrzeugen": "Теоретска и практична настава со модерни возила",
  "Flexible Fahrstunden & Prüfungsvorbereitung": "Флексибилни часови за возење и подготовка за испит",
  "Intensivkurse auf Anfrage": "Интензивни курсеви на барање",
  
  "ASF-Kurse (Aufbauseminar für Fahranfänger)": "Курсеви за возачи почетници",
  "Pflichtseminar nach dem Führerschein auf Probe – bei uns professionell, verständlich und mit persönlicher Betreuung.": "Задолжителен семинар по пробната возачка дозвола – кај нас професионално, разбирливо и со лична поддршка.",
  "Gesetzlich anerkannt": "Законски признат",
  "Kompetente Seminarleiter": "Компетентни водители на семинари",
  "Schnelle Terminvergabe": "Брзо закажување термини",
  "Teilnahmebescheinigung für die Führerscheinstelle": "Потврда за учество за службата за возачки дозволи",
  
  "Erste-Hilfe-Kurse": "Курсеви за прва помош",
  "Lerne in nur einem Tag, wie du im Notfall richtig reagierst – ein Muss für jeden Führerscheinbewerber und wertvoll fürs Leben.": "Научете за само еден ден како правилно да реагирате во итни случаи – задолжително за секој кандидат за возачка дозвола и вредно за целиот живот.",
  "Kompaktkurs (9 Unterrichtseinheiten)": "Компактен курс (9 наставни единици)",
  "Anerkannt für alle Führerscheinklassen": "Признат за сите категории возачки дозволи",
  "Inklusive Sehtest & Passfotos (optional)": "Вклучен тест за вид и пасошки фотографии (опционално)",
  "Zertifikat am Kurstag": "Сертификат на денот на курсот",
  
  "Anschlagmittelprüfung": "Испитување на средства за прицврстување",
  "Sicherheit beginnt bei der Ausrüstung – wir schulen und prüfen den sachgemäßen Umgang mit Anschlagmitteln gemäß DGUV-Richtlinien.": "Безбедноста започнува од опремата – ние обучуваме и проверуваме правилно ракување со средства за прицврстување според насоките на DGUV.",
  "Theoretische und praktische Einweisung": "Теоретско и практично упатство",
  "Durchführung der jährlichen Prüfung": "Спроведување на годишното испитување",
  "Dokumentation und Prüfprotokolle": "Документација и протоколи од испитувањето",
  "Für Unternehmen und Einzelpersonen": "За компании и поединци",
  
  "Berufskraftfahrer-Qualifikation (BKF)": "Квалификација за професионални возачи",
  "Pflichtschulungen für Berufskraftfahrer nach BKrFQG: Wir bieten alle 5 Module sowie die beschleunigte Grundqualifikation an.": "Задолжителни обуки за професионални возачи: нудиме сите 5 модули како и забрзана основна квалификација.",
  "Module 1–5 gemäß BKrFQG": "Модули 1–5 според законот за квалификации на професионални возачи",
  "Beschleunigte Grundqualifikation": "Забрзана основна квалификација",
  "Hochqualifizierte Dozenten aus der Praxis": "Висококвалификувани предавачи од практиката",
  "Flexible Terminwahl – auch am Wochenende": "Флексибилен избор на термини – и за време на викенд",
  
  "Flurförderfahrzeuge & Lang-LKW-Qualifikation": "Квалификација за виљушкари и долги камиони",
  "Wir bereiten Ihre Mitarbeiter optimal auf den sicheren Umgang mit Flurförderzeugen (z. B. Gabelstapler) und Lang-LKWs vor.": "Оптимално ги подготвуваме вашите вработени за безбедно ракување со виљушкари и долги камиони.",
  "Gabelstaplerführerschein gemäß DGUV 308-001": "Дозвола за виљушкар според DGUV 308-001",
  "Theoretische und praktische Ausbildung": "Теоретска и практична обука",
  "Lang-LKW-Schulung inkl. Fahrsimulator-Einsatz": "Обука за долги камиони вклучувајќи употреба на симулатор за возење",
  "Zertifizierter Abschluss": "Сертифицирано завршување",
  
  "Unser Prozess": "Нашиот процес",
  "Analyse": "Анализа",
  "Wir verstehen Ihre Anforderungen – sei es als Einzelperson oder als Unternehmen.": "Ги разбираме вашите барања – било како поединец или како компанија.",
  "Planung": "Планирање",
  "Individuelle Schulungspläne, abgestimmt auf Ziel, Zeitrahmen und gesetzliche Vorgaben.": "Индивидуални планови за обука, прилагодени на целта, временската рамка и законските барања.",
  "Umsetzung": "Спроведување",
  "Unsere erfahrenen Ausbilder setzen moderne Lehrmethoden mit praxisnahen Inhalten ein.": "Нашите искусни инструктори користат современи методи на подучување со практична содржина.",
  "Abschluss & Support": "Завршување и поддршка",
  "Zertifikate, Nachbetreuung und weiterführende Qualifikationen – alles aus einer Hand.": "Сертификати, последователна поддршка и дополнителни квалификации – сè на едно место.",
  
  "Preispakete": "Ценовни пакети",
  "Wählen Sie das passende Paket für Ihre Ausbildung. Unsicher, welches das richtige für Sie ist? Kontaktieren Sie uns für eine persönliche Beratung.": "Изберете соодветен пакет за вашата обука. Не сте сигурни кој е вистинскиот за вас? Контактирајте нè за лична консултација.",
  "Besonders beliebt": "Особено популарно",
  "Führerschein Klasse B": "Возачка дозвола категорија Б",
  "Ideal für Fahranfänger": "Идеално за возачи почетници",
  "Theorieunterricht (14 Doppelstunden)": "Теоретска настава (14 двочаса)",
  "Grundfahrstunden (10 Stunden)": "Основни часови возење (10 часа)",
  "Überlandfahrt (5 Stunden)": "Возење вон населено место (5 часа)",
  "Autobahnfahrt (4 Stunden)": "Возење на автопат (4 часа)",
  "Nachtfahrt (3 Stunden)": "Ноќно возење (3 часа)",
  "Paket wählen": "Изберете пакет",
  
  "Führerschein Klasse A": "Возачка дозвола категорија А",
  "Für Motorradbegeisterte": "За љубители на мотоцикли",
  "Grundfahrstunden (9 Stunden)": "Основни часови возење (9 часа)",
  "Überlandfahrt (4 Stunden)": "Возење вон населено место (4 часа)",
  "Sonderfahrten (3 Stunden)": "Специјални возења (3 часа)",
  "Moderne Motorräder": "Модерни мотоцикли",
  "Schutzausrüstung (falls benötigt)": "Заштитна опрема (ако е потребно)",
  
  "Intensivkurs": "Интензивен курс",
  "Für Eilige und Entschlossene": "За брзи и одлучни",
  "Führerschein in 3-4 Wochen": "Возачка дозвола за 3-4 недели",
  "Täglicher Theorieunterricht": "Секојдневна теоретска настава",
  "Flexible Fahrstundenplanung": "Флексибилно планирање на часовите за возење",
  "Prüfungsvorbereitung": "Подготовка за испит",
  "Erste-Hilfe-Kurs inklusive": "Вклучен курс за прва помош",
  "Vorrangige Prüfungstermine": "Приоритетни термини за испити",
  
  "Häufig gestellte Fragen": "Често поставувани прашања",
  "Wie lange dauert die Führerscheinausbildung?": "Колку долго трае обуката за возачка дозвола?",
  "Die Dauer der Ausbildung hängt von Ihrer Verfügbarkeit und Ihrem Lernfortschritt ab. Bei regelmäßiger Teilnahme am Unterricht und wöchentlichen Fahrstunden kann die Ausbildung in 3-6 Monaten abgeschlossen werden. Mit unserem Intensivkurs ist ein Abschluss innerhalb von 3-4 Wochen möglich.": "Времетраењето на обуката зависи од вашата достапност и напредок во учењето. Со редовно присуство на настава и неделни часови за возење, обуката може да се заврши за 3-6 месеци. Со нашиот интензивен курс, завршување е можно во рок од 3-4 недели.",
  
  "Welche Unterlagen benötige ich für die Anmeldung?": "Кои документи ми се потребни за пријавување?",
  "Für die Anmeldung benötigen Sie einen gültigen Personalausweis oder Reisepass, ein biometrisches Passfoto, einen Sehtest vom Optiker oder Arzt, und einen Erste-Hilfe-Kurs-Nachweis. Bei Führerscheinerweiterungen bringen Sie bitte auch Ihren aktuellen Führerschein mit.": "За пријавување потребни ви се важечка лична карта или пасош, биометриска фотографија, тест за вид од оптичар или лекар и доказ за курс за прва помош. За проширување на возачката дозвола, ве молиме донесете ја и вашата тековна возачка дозвола.",
  
  "Wann findet der Theorieunterricht statt?": "Кога се одржува теоретската настава?",
  "Unser regulärer Theorieunterricht findet Montag bis Donnerstag von 18:00 bis 19:30 Uhr statt. Für Berufstätige und Schüler bieten wir auch samstags Unterricht an. Beim Intensivkurs finden die Theorieeinheiten täglich vormittags statt.": "Нашата редовна теоретска настава се одржува од понеделник до четврток од 18:00 до 19:30 часот. За вработени и ученици, исто така нудиме настава во сабота. Кај интензивниот курс, теоретските единици се одржуваат секојдневно претпладне.",
  
  "Können Fahrstunden auch am Wochenende stattfinden?": "Може ли часовите за возење да се одржуваат и за време на викенд?",
  "Ja, wir bieten nach Absprache auch Fahrstunden am Samstag an. Diese müssen jedoch im Voraus geplant werden. Für die Intensivkurse stehen unsere Fahrlehrer auch am Wochenende zur Verfügung, um Ihren Führerschein in kürzester Zeit zu ermöglichen.": "Да, по договор нудиме часови за возење и во сабота. Сепак, тие мора да бидат однапред испланирани. За интензивните курсеви, нашите инструктори за возење се достапни и за време на викенд, за да ви овозможат да добиете возачка дозвола во најкраток можен рок.",
  
  "Bereit loszulegen?": "Подготвени да започнете?",
  "Kontaktieren Sie uns noch heute, um Ihre Ausbildung zu beginnen oder mehr über unsere Angebote zu erfahren.": "Контактирајте нè уште денес за да ја започнете вашата обука или да дознаете повеќе за нашите понуди.",
  "Kontakt aufnehmen": "Контактирајте нè",
  "Anrufen": "Јавете се"
}
