{
  "Your Company": "Z1 Ausbildungszentrum GmbH",
  "Welcome to Our Website": "Bine ați venit pe site-ul nostru",
  "Your vision, our expertise – Building amazing experiences": "Viziunea dvs., expertiza noastră – Construim experiențe uimitoare",
  "Get Started": "Începeți",
  "Our Mission": "Misiunea noastră",
  "We strive to deliver exceptional digital experiences that transform businesses and delight users. Our team combines creativity with technical expertise to build solutions that stand out.": "Ne străduim să oferim experiențe digitale excepționale care transformă afacerile și încântă utilizatorii. Echipa noastră combină creativitatea cu expertiza tehnică pentru a construi soluții care se remarcă.",
  "Learn more →": "Aflați mai multe →",
  "Our Services": "Serviciile noastre",
  "From website development to full-scale digital transformation, we offer a range of services tailored to meet your unique business needs and goals.": "De la dezvoltarea site-urilor web până la transformarea digitală completă, oferim o gamă de servicii adaptate pentru a satisface nevoile și obiectivele unice ale afacerii dvs.",
  "View services →": "Vedeți serviciile →",
  "Our Projects": "Proiectele noastre",
  "Browse our portfolio to see how we've helped businesses like yours achieve their digital goals. Each project represents our commitment to excellence and innovation.": "Răsfoiți portofoliul nostru pentru a vedea cum am ajutat afaceri ca a dvs. să-și atingă obiectivele digitale. Fiecare proiect reprezintă angajamentul nostru față de excelență și inovație.",
  "See portfolio →": "Vedeți portofoliul →",
  "Get In Touch": "Contactați-ne",
  "Contact Information": "Informații de contact",
  "Fill out the form and our team will get back to you within 24 hours.": "Completați formularul și echipa noastră vă va contacta în 24 de ore.",
  "Full Name": "Nume complet",
  "John Doe": "Ion Popescu",
  "Email": "E-mail",
  "john@example.com": "ion@exemplu.ro",
  "Subject": "Subiect",
  "How can we help you?": "Cum vă putem ajuta?",
  "Message": "Mesaj",
  "Your message here...": "Mesajul dvs. aici...",
  "Send Message": "Trimiteți mesajul",
  "Page Not Found": "Pagina nu a fost găsită",
  "The page you are looking for doesn't exist or has been moved.": "Pagina pe care o căutați nu există sau a fost mutată.",
  "Go back home": "Înapoi la pagina principală",
  "Mission": "Misiune",
  "Services": "Servicii",
  "Projects": "Proiecte",
  "Contact": "Contact",
  "About Us": "Despre noi",
  "We are a passionate team dedicated to creating outstanding digital experiences.": "Suntem o echipă pasionată dedicată creării unor experiențe digitale remarcabile.",
  "Quick Links": "Linkuri rapide",
  "Home": "Acasă",
  "About": "Despre",
  "123 Web Street, Digital City": "Zeppelinstraße 1, 88410 Bad Wurzach",
  "Follow Us": "Urmăriți-ne",
  "Your Company. All rights reserved.": "Z1 Ausbildungszentrum GmbH. Toate drepturile rezervate.",
  "Mission Image": "Imagine misiune",
  "Services Image": "Imagine servicii",
  "Projects Image": "Imagine proiecte",
  "Language": "Limbă",
  "English": "Engleză",
  "German": "Germană",
  "Russian": "Rusă",
  "Serbian": "Sârbă",
  "Romanian": "Română",
  "Bulgarian": "Bulgară",
  "Turkish": "Turcă",
  "Legal Information": "Informații juridice",
  "Impressum": "Note legale",
  "Privacy Policy": "Politica de confidențialitate",
  "Terms & Conditions": "Termeni și condiții",
  "Right of Withdrawal": "Dreptul de retragere",
  "Shipping & Payment": "Livrare și plată",
  "Online Dispute Resolution": "Soluționarea online a litigiilor",
  "Responsible according to § 18 Abs. 2 MStV: Your Name, Address": "Responsabil conform § 18 alin. 2 MStV: Z1 Ausbildungszentrum GmbH, Zeppelinstraße 1, 88410 Bad Wurzach",
  
  "Web Development": "Dezvoltare web",
  "Our web development team creates responsive, user-friendly websites that engage visitors and drive conversions. Using the latest technologies, we build fast, secure, and scalable web solutions tailored to your business needs.": "Echipa noastră de dezvoltare web creează site-uri web responsive, ușor de utilizat, care angajează vizitatorii și stimulează conversiile. Folosind cele mai recente tehnologii, construim soluții web rapide, sigure și scalabile, adaptate nevoilor afacerii dvs.",
  "Responsive design for all devices": "Design receptiv pentru toate dispozitivele",
  "SEO optimization": "Optimizare SEO",
  "Content management systems": "Sisteme de gestionare a conținutului",
  "E-commerce solutions": "Soluții de comerț electronic",
  "Performance optimization": "Optimizarea performanței",
  
  "Mobile App Development": "Dezvoltare aplicații mobile",
  "We develop native and cross-platform mobile applications that provide seamless user experiences. Our apps are designed to be intuitive, fast, and reliable across iOS and Android platforms.": "Dezvoltăm aplicații mobile native și cross-platform care oferă experiențe de utilizare perfecte. Aplicațiile noastre sunt concepute pentru a fi intuitive, rapide și fiabile pe platformele iOS și Android.",
  "Native iOS and Android development": "Dezvoltare nativă pentru iOS și Android",
  "Cross-platform solutions": "Soluții cross-platform",
  "UI/UX design for mobile": "Design UI/UX pentru mobil",
  "App store optimization": "Optimizare pentru App Store",
  "Maintenance and updates": "Mentenanță și actualizări",
  
  "UI/UX Design": "Design UI/UX",
  "Our design team creates intuitive user interfaces and engaging user experiences. We focus on understanding your users' needs to design digital products that are both beautiful and functional.": "Echipa noastră de design creează interfețe utilizator intuitive și experiențe captivante pentru utilizatori. Ne concentrăm pe înțelegerea nevoilor utilizatorilor dvs. pentru a proiecta produse digitale care sunt atât frumoase, cât și funcționale.",
  "User research and testing": "Cercetare și testare cu utilizatorii",
  "Wireframing and prototyping": "Wireframing și prototipare",
  "Visual design": "Design vizual",
  "Interaction design": "Design de interacțiune",
  "Design systems": "Sisteme de design",
  
  "Digital Marketing": "Marketing digital",
  "We help businesses reach their target audience and achieve their marketing goals. Our digital marketing strategies are data-driven and focused on delivering measurable results.": "Ajutăm afacerile să își atingă publicul țintă și să își îndeplinească obiectivele de marketing. Strategiile noastre de marketing digital sunt bazate pe date și concentrate pe obținerea unor rezultate măsurabile.",
  "Search engine optimization (SEO)": "Optimizare pentru motoarele de căutare (SEO)",
  "Pay-per-click (PPC) advertising": "Publicitate pay-per-click (PPC)", 
  "Social media marketing": "Marketing pe rețele sociale",
  "Email marketing": "Email marketing",
  "Content marketing": "Marketing de conținut",
  
  "Basic": "De bază",
  "Perfect for small businesses getting started": "Perfect pentru afacerile mici care încep",
  "5-page website": "Website cu 5 pagini",
  "Basic SEO": "SEO de bază",
  "Mobile responsive": "Responsive pentru mobil",
  "Contact form": "Formular de contact",
  "3 months support": "3 luni de suport",
  
  "Professional": "Profesional",
  "Ideal for growing businesses": "Ideal pentru afacerile în creștere",
  "10-page website": "Website cu 10 pagini",
  "Advanced SEO": "SEO avansat",
  "Contact form & CRM integration": "Formular de contact și integrare CRM",
  "6 months support": "6 luni de suport",
  "2 rounds of revisions": "2 runde de revizuiri",
  
  "Enterprise": "Enterprise",
  "Custom": "Personalizat",
  "For established businesses with complex needs": "Pentru afacerile stabilite cu nevoi complexe",
  "Custom website": "Website personalizat",
  "Complete SEO package": "Pachet SEO complet",
  "Full CRM integration": "Integrare CRM completă",
  "12 months support": "12 luni de suport",
  "Unlimited revisions": "Revizuiri nelimitate",
  "Dedicated account manager": "Manager de cont dedicat",
  
  "Most Popular": "Cel mai popular",
  "Select Plan": "Selectați planul",
  
  "What We Offer": "Ce oferim",
  "Key Features": "Caracteristici cheie",
  "Our Process": "Procesul nostru",
  "Discovery": "Descoperire",
  "We learn about your business, goals, and requirements through detailed consultations.": "Aflăm despre afacerea, obiectivele și cerințele dvs. prin consultări detaliate.",
  "Planning": "Planificare",
  "We create a detailed project plan with timelines, deliverables, and milestones.": "Creăm un plan detaliat de proiect cu termene, livrabile și etape.",
  "Execution": "Execuție",
  "Our team implements the plan, with regular updates and opportunities for feedback.": "Echipa noastră implementează planul, cu actualizări regulate și oportunități pentru feedback.",
  "Launch & Support": "Lansare și suport",
  "We launch your project and provide ongoing support and maintenance.": "Lansăm proiectul dvs. și oferim suport și întreținere continuă.",
  
  "Pricing Plans": "Planuri de prețuri",
  "Choose the plan that works best for your business. Not sure which one is right for you? Contact us for a custom quote.": "Alegeți planul care funcționează cel mai bine pentru afacerea dvs. Nu sunteți sigur care vi se potrivește? Contactați-ne pentru o ofertă personalizată.",
  
  "Frequently Asked Questions": "Întrebări frecvente",
  "How long does it take to develop a website?": "Cât timp durează dezvoltarea unui website?",
  "The timeline for website development varies depending on the complexity of the project. A simple website can take 2-4 weeks, while more complex projects might take 2-3 months or more. During our initial consultation, we'll provide you with a more accurate timeline based on your specific requirements.": "Timpul necesar pentru dezvoltarea unui website variază în funcție de complexitatea proiectului. Un website simplu poate dura 2-4 săptămâni, în timp ce proiectele mai complexe pot dura 2-3 luni sau mai mult. În timpul consultației inițiale, vă vom oferi un calendar mai precis bazat pe cerințele dvs. specifice.",
  "Do you provide website maintenance services?": "Oferiți servicii de întreținere pentru website-uri?",
  "Yes, we offer website maintenance services to ensure your website remains secure, up-to-date, and functioning properly. Our maintenance packages include regular updates, security checks, backups, and technical support.": "Da, oferim servicii de întreținere pentru website-uri pentru a ne asigura că site-ul dvs. rămâne securizat, actualizat și funcționează corespunzător. Pachetele noastre de întreținere includ actualizări regulate, verificări de securitate, copii de rezervă și asistență tehnică.",
  "Can you help with content creation?": "Puteți ajuta cu crearea de conținut?",
  "Yes, we offer content creation services including copywriting, image selection, and basic graphic design. Our content team can help create engaging, SEO-friendly content that resonates with your target audience and aligns with your brand voice.": "Da, oferim servicii de creare de conținut, inclusiv copywriting, selecție de imagini și design grafic de bază. Echipa noastră de conținut poate ajuta la crearea unui conținut captivant, optimizat pentru SEO, care rezonează cu publicul dvs. țintă și se aliniază cu vocea brandului dvs.",
  "Do you offer e-commerce solutions?": "Oferiți soluții de comerț electronic?",
  "Yes, we specialize in developing e-commerce websites that are secure, user-friendly, and optimized for conversions. We work with platforms like WooCommerce, Shopify, and custom solutions depending on your specific requirements and budget.": "Da, ne specializăm în dezvoltarea site-urilor de comerț electronic care sunt sigure, ușor de utilizat și optimizate pentru conversii. Lucrăm cu platforme precum WooCommerce, Shopify și soluții personalizate, în funcție de cerințele și bugetul dvs. specific.",
  
  "Ready to Get Started?": "Sunteți gata să începeți?",
  "Contact us today to discuss your project and discover how we can help your business grow.": "Contactați-ne astăzi pentru a discuta despre proiectul dvs. și pentru a descoperi cum vă putem ajuta afacerea să crească.",
  "Contact Us": "Contactați-ne",
  "Call Us": "Sunați-ne",
  "Get a Quote": "Solicitați o ofertă",
  "We provide comprehensive digital solutions to help your business thrive in the digital world.": "Oferim soluții digitale complete pentru a ajuta afacerea dvs. să prospere în lumea digitală."
}
