{
  "Welcome to Our Website": "Willkommen auf unserer Website",
  "Your vision, our expertise – Building amazing experiences": "Ihre Vision, unsere Expertise – Wir schaffen außergewöhnliche Erlebnisse",
  "Get Started": "Loslegen",
  "Our Mission": "Unsere Mission",
  "We strive to deliver exceptional digital experiences that transform businesses and delight users. Our team combines creativity with technical expertise to build solutions that stand out.": "Wir streben danach, außergewöhnliche digitale Erlebnisse zu liefern, die Unternehmen transformieren und Benutzer begeistern. Unser Team kombiniert Kreativität mit technischem Fachwissen, um herausragende Lösungen zu entwickeln.",
  "Learn more →": "Mehr erfahren →",
  "Our Services": "Unsere Dienstleistungen",
  "From website development to full-scale digital transformation, we offer a range of services tailored to meet your unique business needs and goals.": "Von der Website-Entwicklung bis hin zur umfassenden digitalen Transformation bieten wir eine Reihe von Dienstleistungen, die auf Ihre individuellen Geschäftsbedürfnisse und -ziele zugeschnitten sind.",
  "View services →": "Dienstleistungen anzeigen →",
  "Our Projects": "Unsere Projekte",
  "Browse our portfolio to see how we've helped businesses like yours achieve their digital goals. Each project represents our commitment to excellence and innovation.": "Durchsuchen Sie unser Portfolio, um zu sehen, wie wir Unternehmen wie Ihrem geholfen haben, ihre digitalen Ziele zu erreichen. Jedes Projekt steht für unser Engagement für Exzellenz und Innovation.",
  "See portfolio →": "Portfolio ansehen →",
  "Get In Touch": "Kontaktieren Sie uns",
  "Contact Information": "Kontaktinformationen",
  "Fill out the form and our team will get back to you within 24 hours.": "Füllen Sie das Formular aus und unser Team wird sich innerhalb von 24 Stunden bei Ihnen melden.",
  "Full Name": "Vollständiger Name",
  "Email": "E-Mail",
  "Subject": "Betreff",
  "Message": "Nachricht",
  "John Doe": "Max Mustermann",
  "john@example.com": "max@beispiel.de",
  "How can we help you?": "Wie können wir Ihnen helfen?",
  "Your message here...": "Ihre Nachricht hier...",
  "Send Message": "Nachricht senden",
  "Phone": "Telefon",
  "Address": "Adresse",
  "Z1 Ausbildungszentrum GmbH": "Z1 Ausbildungszentrum GmbH",
  "Company Address": "Zeppelinstraße 1\n88410 Bad Wurzach\nDeutschland",
  "404: Not Found": "404: Seite nicht gefunden",
  "You just hit a route that doesn't exist...": "Diese Seite existiert leider nicht.",
  "Go home": "Zurück zur Startseite",
  "Home": "Startseite",
  "About": "Über uns",
  "Services": "Dienstleistungen",
  "Projects": "Projekte",
  "Contact Us": "Kontakt",
  "About Us": "Über uns",
  "We build beautiful, functional websites and applications that help businesses grow and succeed in the digital age.": "Wir bauen schöne, funktionale Websites und Anwendungen, die Unternehmen beim Wachstum und Erfolg im digitalen Zeitalter unterstützen.",
  "Quick Links": "Schnelllinks",
  "Web Development": "Webentwicklung",
  "App Development": "App-Entwicklung",
  "UI/UX Design": "UI/UX-Design",
  "Digital Consulting": "Digitale Beratung",
  "123 Web Street": "Zeppelinstraße 1",
  "Digital City, DC 12345": "88410 Bad Wurzach",
  "Your Company": "Z1 Ausbildungszentrum GmbH",
  "All rights reserved": "Alle Rechte vorbehalten",
  "Terms of Service": "Nutzungsbedingungen",
  "Privacy Policy": "Datenschutzerklärung",
  "Legal Disclaimer": "Rechtliche Hinweise",
  "Cookie Settings": "Cookie-Einstellungen",
  "Open main menu": "Hauptmenü öffnen",
  "Page Not Found": "Seite nicht gefunden",
  "The page you are looking for doesn't exist or has been moved.": "Die Seite, die Sie suchen, existiert nicht oder wurde verschoben.",
  "Go back home": "Zurück zur Startseite",
  "Mission": "Mission",
  "Contact": "Kontakt",
  "We are a passionate team dedicated to creating outstanding digital experiences.": "Wir sind ein leidenschaftliches Team, das sich der Schaffung herausragender digitaler Erlebnisse widmet.",
  "123 Web Street, Digital City": "Zeppelinstraße 1, 88410 Bad Wurzach",
  "Follow Us": "Folgen Sie uns",
  "Your Company. All rights reserved.": "Z1 Ausbildungszentrum GmbH. Alle Rechte vorbehalten.",
  "Mission Image": "Missionsbild",
  "Services Image": "Dienstleistungsbild",
  "Projects Image": "Projektbild",
  "Language": "Sprache",
  "English": "Englisch",
  "German": "Deutsch",
  "Legal Information": "Rechtliche Informationen",
  "Impressum": "Impressum",
  "Terms & Conditions": "AGB",
  "Right of Withdrawal": "Widerrufsbelehrung",
  "Shipping & Payment": "Versand- & Zahlungsbedingungen",
  "Online Dispute Resolution": "Online-Streitbeilegung",
  "Responsible according to § 18 Abs. 2 MStV: Your Name, Address": "Verantwortlicher gemäß § 18 Abs. 2 MStV: Z1 Ausbildungszentrum GmbH, Zeppelinstraße 1, 88410 Bad Wurzach",
  "Company Information": "Unternehmensinformationen",
  "Germany": "Deutschland",
  "Phone": "Telefon",
  "Legal Representatives": "Gesetzliche Vertreter",
  "Managing Director": "Geschäftsführer",
  "Registration Information": "Registrierungsinformationen",
  "Commercial Register": "Handelsregister",
  "Registration Number": "Registrierungsnummer",
  "VAT Identification Number": "Umsatzsteuer-Identifikationsnummer",
  "According to § 27a of the German VAT Law": "Nach § 27a des Umsatzsteuergesetzes",
  "Responsible for Content (according to § 18 Abs. 2 MStV)": "Verantwortlich für den Inhalt (gemäß § 18 Abs. 2 MStV)",
  "Data Protection": "Datenschutz",
  "We take the protection of your personal data very seriously. This privacy policy informs you about how we collect and process personal data when you use our website.": "Wir nehmen den Schutz Ihrer personenbezogenen Daten sehr ernst. Diese Datenschutzerklärung informiert Sie darüber, wie wir personenbezogene Daten bei der Nutzung unserer Website erheben und verarbeiten.",
  "Data Controller": "Verantwortlicher für die Datenverarbeitung",
  "The data controller responsible for data processing on this website is:": "Der für die Verarbeitung von Daten auf dieser Website Verantwortliche ist:",
  "Data Collection and Storage": "Datenerhebung und -speicherung",
  "When you visit our website, we may collect the following data:": "Wenn Sie unsere Website besuchen, können wir folgende Daten erfassen:",
  "IP address": "IP-Adresse",
  "Date and time of the request": "Datum und Uhrzeit der Anfrage",
  "Browser type and version": "Browsertyp und -version",
  "Operating system": "Betriebssystem",
  "Referring website": "Verweisende Website",
  "Cookies": "Cookies",
  "We use cookies on our website. Cookies are small text files that are stored on your device and help make our website more user-friendly, effective, and secure.": "Wir verwenden Cookies auf unserer Website. Cookies sind kleine Textdateien, die auf Ihrem Gerät gespeichert werden und dazu beitragen, unsere Website benutzerfreundlicher, effektiver und sicherer zu machen.",
  "Your Rights": "Ihre Rechte",
  "Under the EU General Data Protection Regulation (GDPR), you have the following rights:": "Gemäß der EU-Datenschutzgrundverordnung (DSGVO) haben Sie folgende Rechte:",
  "Right to information about your personal data": "Recht auf Auskunft über Ihre personenbezogenen Daten",
  "Right to correction of inaccurate personal data": "Recht auf Berichtigung unrichtiger personenbezogener Daten",
  "Right to deletion of your personal data": "Recht auf Löschung Ihrer personenbezogenen Daten",
  "Right to restriction of processing": "Recht auf Einschränkung der Verarbeitung",
  "Right to data portability": "Recht auf Datenübertragbarkeit",
  "Right to object to processing": "Recht auf Widerspruch gegen die Verarbeitung",
  "If you have any questions about data protection, please contact us.": "Bei Fragen zum Datenschutz kontaktieren Sie uns bitte.",
  "1. Scope of Application": "1. Geltungsbereich",
  "These General Terms and Conditions (GTC) apply to all business relationships between us and our customers. The customer's terms and conditions shall only apply if we have expressly agreed to their validity.": "Diese Allgemeinen Geschäftsbedingungen (AGB) gelten für alle Geschäftsbeziehungen zwischen uns und unseren Kunden. Die Geschäftsbedingungen des Kunden finden nur Anwendung, wenn wir ihrer Geltung ausdrücklich zugestimmt haben.",
  "2. Conclusion of Contract": "2. Vertragsschluss",
  "Our offers are subject to change and non-binding. The contract is only concluded when we confirm the order in text form or deliver the goods.": "Unsere Angebote sind freibleibend und unverbindlich. Der Vertrag kommt erst zustande, wenn wir die Bestellung in Textform bestätigen oder die Ware liefern.",
  "3. Prices and Payment Terms": "3. Preise und Zahlungsbedingungen",
  "All prices are in Euro and include the statutory value-added tax. Payment is due immediately upon receipt of the invoice, unless otherwise agreed.": "Alle Preise verstehen sich in Euro und inklusive der gesetzlichen Mehrwertsteuer. Die Zahlung ist sofort nach Erhalt der Rechnung fällig, sofern nicht anders vereinbart.",
  "4. Delivery and Shipping Costs": "4. Lieferung und Versandkosten",
  "Delivery times stated by us are approximate and non-binding unless a fixed date has been expressly agreed. Shipping costs are borne by the customer unless otherwise agreed.": "Die von uns angegebenen Lieferzeiten sind ungefähre und unverbindliche Angaben, es sei denn, ein fester Termin wurde ausdrücklich vereinbart. Versandkosten trägt der Kunde, sofern nicht anders vereinbart.",
  "5. Warranty": "5. Gewährleistung",
  "The statutory warranty rights apply.": "Es gelten die gesetzlichen Gewährleistungsrechte.",
  "6. Liability": "6. Haftung",
  "We shall be liable for damages - regardless of the legal basis - only in the event of intent and gross negligence. For slight negligence, we shall only be liable for damages resulting from injury to life, body or health, or from the breach of a material contractual obligation.": "Wir haften für Schäden - unabhängig vom Rechtsgrund - nur bei Vorsatz und grober Fahrlässigkeit. Bei leichter Fahrlässigkeit haften wir nur für Schäden aus der Verletzung des Lebens, des Körpers oder der Gesundheit oder aus der Verletzung einer wesentlichen Vertragspflicht.",
  "7. Final Provisions": "7. Schlussbestimmungen",
  "German law shall apply exclusively, excluding the UN Convention on Contracts for the International Sale of Goods (CISG).": "Es gilt ausschließlich deutsches Recht unter Ausschluss des UN-Kaufrechts (CISG).",
  "Should individual provisions of these GTC be or become invalid, this shall not affect the validity of the remaining provisions.": "Sollten einzelne Bestimmungen dieser AGB unwirksam sein oder werden, so wird dadurch die Gültigkeit der übrigen Bestimmungen nicht berührt.",
  "Right of Withdrawal for Consumers": "Widerrufsrecht für Verbraucher",
  "As a consumer, you have the right to withdraw from this contract within fourteen days without giving any reason.": "Als Verbraucher haben Sie das Recht, binnen vierzehn Tagen ohne Angabe von Gründen diesen Vertrag zu widerrufen.",
  "Withdrawal Period": "Widerrufsfrist",
  "The withdrawal period is fourteen days from the day on which you or a third party designated by you, who is not the carrier, have taken or has taken possession of the goods.": "Die Widerrufsfrist beträgt vierzehn Tage ab dem Tag, an dem Sie oder ein von Ihnen benannter Dritter, der nicht der Beförderer ist, die Waren in Besitz genommen haben bzw. hat.",
  "Exercise of the Right of Withdrawal": "Ausübung des Widerrufsrechts",
  "To exercise your right of withdrawal, you must inform us of your decision to withdraw from this contract by means of a clear statement (e.g., a letter sent by post, fax, or email). You may use the attached model withdrawal form, but it is not obligatory.": "Um Ihr Widerrufsrecht auszuüben, müssen Sie uns mittels einer eindeutigen Erklärung (z.B. ein mit der Post versandter Brief, Telefax oder E-Mail) über Ihren Entschluss, diesen Vertrag zu widerrufen, informieren. Sie können dafür das beigefügte Muster-Widerrufsformular verwenden, das jedoch nicht vorgeschrieben ist.",
  "Effects of Withdrawal": "Folgen des Widerrufs",
  "If you withdraw from this contract, we shall reimburse you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than fourteen days from the day on which we are informed about your decision to withdraw from this contract.": "Wenn Sie diesen Vertrag widerrufen, haben wir Ihnen alle Zahlungen, die wir von Ihnen erhalten haben, einschließlich der Lieferkosten (mit Ausnahme der zusätzlichen Kosten, die sich daraus ergeben, dass Sie eine andere Art der Lieferung als die von uns angebotene, günstigste Standardlieferung gewählt haben), unverzüglich und spätestens binnen vierzehn Tagen ab dem Tag zurückzuzahlen, an dem die Mitteilung über Ihren Widerruf dieses Vertrags bei uns eingegangen ist.",
  "Model Withdrawal Form": "Muster-Widerrufsformular",
  "(If you want to withdraw from the contract, please fill out this form and send it back.)": "(Wenn Sie den Vertrag widerrufen wollen, dann füllen Sie bitte dieses Formular aus und senden Sie es zurück.)",
  "I/We hereby withdraw from the contract concluded by me/us for the purchase of the following goods/the provision of the following service": "Hiermit widerrufe(n) ich/wir den von mir/uns abgeschlossenen Vertrag über den Kauf der folgenden Waren/die Erbringung der folgenden Dienstleistung",
  "Ordered on/received on": "Bestellt am/erhalten am",
  "Name of consumer(s)": "Name des/der Verbraucher(s)",
  "Address of consumer(s)": "Anschrift des/der Verbraucher(s)",
  "Signature of consumer(s) (only if this form is submitted on paper)": "Unterschrift des/der Verbraucher(s) (nur bei Mitteilung auf Papier)",
  "Date": "Datum",
  "Shipping Information": "Versandinformationen",
  "We deliver within Germany and to selected European countries. Delivery times and shipping costs may vary depending on the destination and chosen shipping method.": "Wir liefern innerhalb Deutschlands und in ausgewählte europäische Länder. Lieferzeiten und Versandkosten können je nach Zielort und gewählter Versandmethode variieren.",
  "Delivery Times": "Lieferzeiten",
  "Delivery within Germany: Normally 2-4 business days": "Lieferung innerhalb Deutschlands: Normalerweise 2-4 Werktage",
  "Delivery to other EU countries: Normally 5-8 business days": "Lieferung in andere EU-Länder: Normalerweise 5-8 Werktage",
  "Please note that these are approximate delivery times and may vary in individual cases.": "Bitte beachten Sie, dass es sich hierbei um ungefähre Lieferzeiten handelt, die im Einzelfall abweichen können.",
  "Shipping Costs": "Versandkosten",
  "Germany: €4.95": "Deutschland: 4,95 €",
  "EU countries: starting from €9.95": "EU-Länder: ab 9,95 €",
  "For orders above €50, shipping within Germany is free.": "Bei Bestellungen über 50 € ist der Versand innerhalb Deutschlands kostenlos.",
  "Payment Methods": "Zahlungsmethoden",
  "We offer the following payment methods:": "Wir bieten folgende Zahlungsmethoden an:",
  "Credit Card (Visa, MasterCard)": "Kreditkarte (Visa, MasterCard)",
  "PayPal": "PayPal",
  "Bank Transfer": "Überweisung",
  "SOFORT Banking": "SOFORT Überweisung",
  "Payment Terms": "Zahlungsbedingungen",
  "When paying by credit card or PayPal, your account will be charged immediately after the order has been placed.": "Bei Zahlung per Kreditkarte oder PayPal wird Ihr Konto sofort nach Aufgabe der Bestellung belastet.",
  "For bank transfers, please transfer the total amount within 7 days after receiving the order confirmation. Your order will be processed after we have received your payment.": "Bei Überweisungen überweisen Sie bitte den Gesamtbetrag innerhalb von 7 Tagen nach Erhalt der Auftragsbestätigung. Ihre Bestellung wird bearbeitet, nachdem wir Ihre Zahlung erhalten haben.",
  "Retention of Title": "Eigentumsvorbehalt",
  "The delivered goods remain our property until full payment has been made.": "Die gelieferte Ware bleibt bis zur vollständigen Bezahlung unser Eigentum.",
  "The European Commission provides a platform for online dispute resolution (ODR): https://ec.europa.eu/consumers/odr/": "Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit: https://ec.europa.eu/consumers/odr/",
  "Our email address can be found in the Impressum above. We are not willing or obliged to participate in dispute resolution proceedings before a consumer arbitration board.": "Unsere E-Mail-Adresse finden Sie oben im Impressum. Wir sind nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.",
  "Web Development": "Webentwicklung",
  "Our web development team creates responsive, user-friendly websites that engage visitors and drive conversions. Using the latest technologies, we build fast, secure, and scalable web solutions tailored to your business needs.": "Unser Webentwicklungsteam erstellt responsive, benutzerfreundliche Websites, die Besucher ansprechen und Conversions steigern. Mit den neuesten Technologien bauen wir schnelle, sichere und skalierbare Weblösungen, die auf Ihre Geschäftsanforderungen zugeschnitten sind.",
  "Responsive design for all devices": "Responsives Design für alle Geräte",
  "SEO optimization": "SEO-Optimierung",
  "Content management systems": "Content-Management-Systeme",
  "E-commerce solutions": "E-Commerce-Lösungen",
  "Performance optimization": "Leistungsoptimierung",
  "Mobile App Development": "Mobile App-Entwicklung",
  "We develop native and cross-platform mobile applications that provide seamless user experiences. Our apps are designed to be intuitive, fast, and reliable across iOS and Android platforms.": "Wir entwickeln native und plattformübergreifende mobile Anwendungen, die eine nahtlose Benutzererfahrung bieten. Unsere Apps sind intuitiv, schnell und zuverlässig auf iOS- und Android-Plattformen.",
  "Native iOS and Android development": "Native iOS- und Android-Entwicklung",
  "Cross-platform solutions": "Plattformübergreifende Lösungen",
  "UI/UX design for mobile": "UI/UX-Design für mobile Geräte",
  "App store optimization": "App-Store-Optimierung",
  "Maintenance and updates": "Wartung und Updates",
  "UI/UX Design": "UI/UX-Design",
  "Our design team creates intuitive user interfaces and engaging user experiences. We focus on understanding your users' needs to design digital products that are both beautiful and functional.": "Unser Designteam erstellt intuitive Benutzeroberflächen und ansprechende Benutzererfahrungen. Wir konzentrieren uns darauf, die Bedürfnisse Ihrer Benutzer zu verstehen, um digitale Produkte zu entwerfen, die sowohl ästhetisch ansprechend als auch funktional sind.",
  "User research and testing": "Benutzerforschung und -tests",
  "Wireframing and prototyping": "Wireframing und Prototyping",
  "Visual design": "Visuelles Design",
  "Interaction design": "Interaktionsdesign",
  "Design systems": "Designsysteme",
  "Digital Marketing": "Digitales Marketing",
  "We help businesses reach their target audience and achieve their marketing goals. Our digital marketing strategies are data-driven and focused on delivering measurable results.": "Wir helfen Unternehmen, ihre Zielgruppe zu erreichen und ihre Marketingziele zu erreichen. Unsere digitalen Marketingstrategien sind datengesteuert und konzentrieren sich auf messbare Ergebnisse.",
  "Search engine optimization (SEO)": "Suchmaschinenoptimierung (SEO)",
  "Pay-per-click (PPC) advertising": "Pay-per-Click (PPC) Werbung",
  "Social media marketing": "Social-Media-Marketing",
  "Email marketing": "E-Mail-Marketing",
  "Content marketing": "Content-Marketing",
  "Basic": "Basis",
  "Perfect for small businesses getting started": "Perfekt für kleine Unternehmen, die gerade anfangen",
  "5-page website": "5-seitige Website",
  "Basic SEO": "Grundlegende SEO",
  "Mobile responsive": "Mobilgeräteoptimiert",
  "Contact form": "Kontaktformular",
  "3 months support": "3 Monate Support",
  "Professional": "Professional",
  "Ideal for growing businesses": "Ideal für wachsende Unternehmen",
  "10-page website": "10-seitige Website",
  "Advanced SEO": "Erweiterte SEO",
  "Contact form & CRM integration": "Kontaktformular & CRM-Integration",
  "6 months support": "6 Monate Support",
  "2 rounds of revisions": "2 Überarbeitungsrunden",
  "Enterprise": "Enterprise",
  "Custom": "Individuell",
  "For established businesses with complex needs": "Für etablierte Unternehmen mit komplexen Anforderungen",
  "Custom website": "Individuelle Website",
  "Complete SEO package": "Komplettes SEO-Paket",
  "Full CRM integration": "Vollständige CRM-Integration",
  "12 months support": "12 Monate Support",
  "Unlimited revisions": "Unbegrenzte Überarbeitungen",
  "Dedicated account manager": "Persönlicher Kundenbetreuer",
  "Most Popular": "Am beliebtesten",
  "Select Plan": "Plan auswählen",
  "What We Offer": "Was wir anbieten",
  "Key Features": "Hauptmerkmale",
  "Our Process": "Unser Prozess",
  "Discovery": "Analyse",
  "We learn about your business, goals, and requirements through detailed consultations.": "Wir lernen Ihr Unternehmen, Ihre Ziele und Anforderungen durch ausführliche Beratungen kennen.",
  "Planning": "Planung",
  "We create a detailed project plan with timelines, deliverables, and milestones.": "Wir erstellen einen detaillierten Projektplan mit Zeitplänen, Lieferergebnissen und Meilensteinen.",
  "Execution": "Umsetzung",
  "Our team implements the plan, with regular updates and opportunities for feedback.": "Unser Team setzt den Plan um, mit regelmäßigen Updates und Möglichkeiten für Feedback.",
  "Launch & Support": "Start & Support",
  "We launch your project and provide ongoing support and maintenance.": "Wir starten Ihr Projekt und bieten fortlaufenden Support und Wartung.",
  "Pricing Plans": "Preispläne",
  "Choose the plan that works best for your business. Not sure which one is right for you? Contact us for a custom quote.": "Wählen Sie den Plan, der am besten zu Ihrem Unternehmen passt. Nicht sicher, welcher der richtige ist? Kontaktieren Sie uns für ein individuelles Angebot.",
  "Frequently Asked Questions": "Häufig gestellte Fragen",
  "How long does it take to develop a website?": "Wie lange dauert die Entwicklung einer Website?",
  "The timeline for website development varies depending on the complexity of the project. A simple website can take 2-4 weeks, while more complex projects might take 2-3 months or more. During our initial consultation, we'll provide you with a more accurate timeline based on your specific requirements.": "Der Zeitrahmen für die Website-Entwicklung variiert je nach Komplexität des Projekts. Eine einfache Website kann 2-4 Wochen dauern, während komplexere Projekte 2-3 Monate oder länger dauern können. Während unserer ersten Beratung geben wir Ihnen einen genaueren Zeitplan basierend auf Ihren spezifischen Anforderungen.",
  "Do you provide website maintenance services?": "Bieten Sie Website-Wartungsdienste an?",
  "Yes, we offer website maintenance services to ensure your website remains secure, up-to-date, and functioning properly. Our maintenance packages include regular updates, security checks, backups, and technical support.": "Ja, wir bieten Website-Wartungsdienste an, um sicherzustellen, dass Ihre Website sicher, aktuell und ordnungsgemäß funktioniert. Unsere Wartungspakete umfassen regelmäßige Updates, Sicherheitsprüfungen, Backups und technischen Support.",
  "Can you help with content creation?": "Können Sie bei der Content-Erstellung helfen?",
  "Yes, we offer content creation services including copywriting, image selection, and basic graphic design. Our content team can help create engaging, SEO-friendly content that resonates with your target audience and aligns with your brand voice.": "Ja, wir bieten Content-Erstellungsdienste an, einschließlich Copywriting, Bildauswahl und grundlegendes Grafikdesign. Unser Content-Team kann dabei helfen, ansprechende, SEO-freundliche Inhalte zu erstellen, die bei Ihrer Zielgruppe Anklang finden und mit Ihrer Markenstimme übereinstimmen.",
  "Do you offer e-commerce solutions?": "Bieten Sie E-Commerce-Lösungen an?",
  "Yes, we specialize in developing e-commerce websites that are secure, user-friendly, and optimized for conversions. We work with platforms like WooCommerce, Shopify, and custom solutions depending on your specific requirements and budget.": "Ja, wir sind spezialisiert auf die Entwicklung von E-Commerce-Websites, die sicher, benutzerfreundlich und für Conversions optimiert sind. Wir arbeiten mit Plattformen wie WooCommerce, Shopify und individuellen Lösungen, je nach Ihren spezifischen Anforderungen und Budget.",
  "Ready to Get Started?": "Bereit, loszulegen?",
  "Contact us today to discuss your project and discover how we can help your business grow.": "Kontaktieren Sie uns noch heute, um Ihr Projekt zu besprechen und zu erfahren, wie wir Ihrem Unternehmen zum Wachstum verhelfen können.",
  "Contact Us": "Kontaktieren Sie uns",
  "Call Us": "Rufen Sie uns an",
  "Get a Quote": "Angebot anfordern",
  "We provide comprehensive digital solutions to help your business thrive in the digital world.": "Wir bieten umfassende digitale Lösungen, um Ihrem Unternehmen zu helfen, in der digitalen Welt erfolgreich zu sein.",
  "Russian": "Russisch",
  "Belarusian": "Belarussisch",
  "Serbian": "Serbisch",
  "Romanian": "Rumänisch",
  "Bulgarian": "Bulgarisch",
  "Macedonian": "Mazedonisch",
  "Arabic": "Arabisch",
  "Turkish": "Turkisch",
  "Ukrainian": "Ukrainisch",
  "We use cookies to improve your experience on our website. By browsing this website, you agree to our use of cookies.": "Wir verwenden Cookies, um Ihre Erfahrung auf unserer Website zu verbessern. Durch das Browsen dieser Website stimmen Sie unserer Verwendung von Cookies zu.",
  "Accept Necessary": "Notwendige akzeptieren",
  "Accept All": "Alle akzeptieren",
  "Customize": "Anpassen",
  "Cookie Preferences": "Cookie-Einstellungen",
  "Manage your cookie preferences. Necessary cookies help make a website usable by enabling basic functions like page navigation. The website cannot function properly without these cookies.": "Verwalten Sie Ihre Cookie-Einstellungen. Notwendige Cookies helfen dabei, eine Website nutzbar zu machen, indem sie Grundfunktionen wie Seitennavigation ermöglichen. Die Website kann ohne diese Cookies nicht richtig funktionieren.",
  "Necessary": "Notwendig",
  "Functional": "Funktional",
  "Analytics": "Analytik",
  "Marketing": "Marketing",
  "These cookies are essential for the website to function properly. They cannot be disabled.": "Diese Cookies sind für die ordnungsgemäße Funktion der Website unerlässlich. Sie können nicht deaktiviert werden.",
  "These cookies enable personalized features and functionality. They may be set by us or third-party providers.": "Diese Cookies ermöglichen personalisierte Funktionen. Sie können von uns oder von Drittanbietern gesetzt werden.",
  "These cookies help us understand how visitors interact with our website, helping us improve our services.": "Diese Cookies helfen uns zu verstehen, wie Besucher mit unserer Website interagieren, und helfen uns, unsere Dienste zu verbessern.",
  "These cookies are used to track visitors across websites to display relevant advertisements.": "Diese Cookies werden verwendet, um Besucher über Websites hinweg zu verfolgen und relevante Werbung anzuzeigen.",
  "Required for the website to function properly": "Erforderlich für die ordnungsgemäße Funktion der Website",
  "Cancel": "Abbrechen",
  "Save Preferences": "Einstellungen speichern",
  "Legal Notice": "Impressum",
  "Online-Shop": "Online-Shop",
  "Blog": "Blog",
  "Careers": "Karriere",
  "FAQs": "FAQs",
  "Login": "Anmelden",
  "Register": "Registrieren",
  "My Account": "Mein Konto",
  "Shopping Cart": "Warenkorb",
  "Checkout": "Zur Kasse",
  "Search": "Suche",
  "Search...": "Suchen...",
  "Newsletter": "Newsletter",
  "Subscribe to our newsletter": "Abonnieren Sie unseren Newsletter",
  "Subscribe": "Abonnieren",
  "Your Email Address": "Ihre E-Mail-Adresse",
  "Latest News": "Neueste Nachrichten",
  "Read More": "Weiterlesen",
  "Posted on": "Veröffentlicht am",
  "by": "von",
  "Category": "Kategorie",
  "Categories": "Kategorien",
  "Tags": "Schlagwörter",
  "Share": "Teilen",
  "Comments": "Kommentare",
  "Leave a Comment": "Kommentar hinterlassen",
  "Submit Comment": "Kommentar absenden",
  "Write your comment here...": "Schreiben Sie hier Ihren Kommentar...",
  "Related Posts": "Ähnliche Beiträge",
  "Previous": "Zurück",
  "Next": "Weiter",
  "Product Details": "Produktdetails",
  "Description": "Beschreibung",
  "Specifications": "Spezifikationen",
  "Reviews": "Bewertungen",
  "Add to Cart": "In den Warenkorb",
  "Buy Now": "Jetzt kaufen",
  "Quantity": "Menge",
  "Price": "Preis",
  "Total": "Gesamt",
  "Continue Shopping": "Weiter einkaufen",
  "Update Cart": "Warenkorb aktualisieren",
  "Apply Coupon": "Gutschein einlösen",
  "Coupon Code": "Gutscheincode",
  "Apply": "Anwenden",
  "Order Summary": "Bestellübersicht",
  "Subtotal": "Zwischensumme",
  "Discount": "Rabatt",
  "Tax": "Steuer",
  "Proceed to Checkout": "Zur Kasse gehen",
  "Billing Details": "Rechnungsdetails",
  "Street Address": "Straßenadresse",
  "City": "Stadt",
  "State/Province": "Bundesland",
  "Postal Code": "Postleitzahl",
  "Country": "Land",
  "Place Order": "Bestellung aufgeben",
  "Order Confirmation": "Bestellbestätigung",
  "Thank you for your order!": "Vielen Dank für Ihre Bestellung!",
  "Your order has been placed successfully.": "Ihre Bestellung wurde erfolgreich aufgegeben.",
  "Order Number": "Bestellnummer",
  "Order Details": "Bestelldetails",
  "Our Team": "Unser Team",
  "Meet the people behind our success": "Lernen Sie die Menschen hinter unserem Erfolg kennen",
  "Our Technology": "Unsere Technologie",
  "We use cutting-edge technology to deliver the best solutions": "Wir nutzen modernste Technologie, um die besten Lösungen zu liefern",
  "Our Approach": "Unser Ansatz",
  "We follow a collaborative and transparent approach": "Wir verfolgen einen kollaborativen und transparenten Ansatz",
  "Testimonials": "Kundenstimmen",
  "What our clients say about us": "Was unsere Kunden über uns sagen",
  "Unsere Leistungen": "Unsere Leistungen",
  "Wir bieten umfassende Ausbildungen und Qualifikationen für Fahrer aller Klassen – von Fahranfängern bis zu Berufskraftfahrern.": "Wir bieten umfassende Ausbildungen und Qualifikationen für Fahrer aller Klassen – von Fahranfängern bis zu Berufskraftfahrern.",
  "Beratungsgespräch vereinbaren": "Beratungsgespräch vereinbaren",
  "Was wir anbieten": "Was wir anbieten",
  "Hauptmerkmale": "Hauptmerkmale",
  "Fahrschule – Klassen B, BE & A": "Fahrschule – Klassen B, BE & A",
  "Ob Auto, Anhänger oder Motorrad – wir bilden sicher und zielgerichtet aus. Unsere erfahrenen Fahrlehrer begleiten dich vom ersten Theorieunterricht bis zur erfolgreichen Fahrprüfung.": "Ob Auto, Anhänger oder Motorrad – wir bilden sicher und zielgerichtet aus. Unsere erfahrenen Fahrlehrer begleiten dich vom ersten Theorieunterricht bis zur erfolgreichen Fahrprüfung.",
  "Ausbildung für PKW (Klasse B), Anhänger (BE) und Motorrad (A)": "Ausbildung für PKW (Klasse B), Anhänger (BE) und Motorrad (A)",
  "Theorie- und Praxisunterricht mit modernen Fahrzeugen": "Theorie- und Praxisunterricht mit modernen Fahrzeugen",
  "Flexible Fahrstunden & Prüfungsvorbereitung": "Flexible Fahrstunden & Prüfungsvorbereitung",
  "Intensivkurse auf Anfrage": "Intensivkurse auf Anfrage",
  "ASF-Kurse (Aufbauseminar für Fahranfänger)": "ASF-Kurse (Aufbauseminar für Fahranfänger)",
  "Pflichtseminar nach dem Führerschein auf Probe – bei uns professionell, verständlich und mit persönlicher Betreuung.": "Pflichtseminar nach dem Führerschein auf Probe – bei uns professionell, verständlich und mit persönlicher Betreuung.",
  "Gesetzlich anerkannt": "Gesetzlich anerkannt",
  "Kompetente Seminarleiter": "Kompetente Seminarleiter",
  "Schnelle Terminvergabe": "Schnelle Terminvergabe",
  "Teilnahmebescheinigung für die Führerscheinstelle": "Teilnahmebescheinigung für die Führerscheinstelle",
  "Erste-Hilfe-Kurse": "Erste-Hilfe-Kurse",
  "Lerne in nur einem Tag, wie du im Notfall richtig reagierst – ein Muss für jeden Führerscheinbewerber und wertvoll fürs Leben.": "Lerne in nur einem Tag, wie du im Notfall richtig reagierst – ein Muss für jeden Führerscheinbewerber und wertvoll fürs Leben.",
  "Kompaktkurs (9 Unterrichtseinheiten)": "Kompaktkurs (9 Unterrichtseinheiten)",
  "Anerkannt für alle Führerscheinklassen": "Anerkannt für alle Führerscheinklassen",
  "Inklusive Sehtest & Passfotos (optional)": "Inklusive Sehtest & Passfotos (optional)",
  "Zertifikat am Kurstag": "Zertifikat am Kurstag",
  "Anschlagmittelprüfung": "Anschlagmittelprüfung",
  "Sicherheit beginnt bei der Ausrüstung – wir schulen und prüfen den sachgemäßen Umgang mit Anschlagmitteln gemäß DGUV-Richtlinien.": "Sicherheit beginnt bei der Ausrüstung – wir schulen und prüfen den sachgemäßen Umgang mit Anschlagmitteln gemäß DGUV-Richtlinien.",
  "Theoretische und praktische Einweisung": "Theoretische und praktische Einweisung",
  "Durchführung der jährlichen Prüfung": "Durchführung der jährlichen Prüfung",
  "Dokumentation und Prüfprotokolle": "Dokumentation und Prüfprotokolle",
  "Für Unternehmen und Einzelpersonen": "Für Unternehmen und Einzelpersonen",
  "Berufskraftfahrer-Qualifikation (BKF)": "Berufskraftfahrer-Qualifikation (BKF)",
  "Pflichtschulungen für Berufskraftfahrer nach BKrFQG: Wir bieten alle 5 Module sowie die beschleunigte Grundqualifikation an.": "Pflichtschulungen für Berufskraftfahrer nach BKrFQG: Wir bieten alle 5 Module sowie die beschleunigte Grundqualifikation an.",
  "Module 1–5 gemäß BKrFQG": "Module 1–5 gemäß BKrFQG",
  "Beschleunigte Grundqualifikation": "Beschleunigte Grundqualifikation",
  "Hochqualifizierte Dozenten aus der Praxis": "Hochqualifizierte Dozenten aus der Praxis",
  "Flexible Terminwahl – auch am Wochenende": "Flexible Terminwahl – auch am Wochenende",
  "Flurförderfahrzeuge & Lang-LKW-Qualifikation": "Flurförderfahrzeuge & Lang-LKW-Qualifikation",
  "Wir bereiten Ihre Mitarbeiter optimal auf den sicheren Umgang mit Flurförderzeugen (z. B. Gabelstapler) und Lang-LKWs vor.": "Wir bereiten Ihre Mitarbeiter optimal auf den sicheren Umgang mit Flurförderzeugen (z. B. Gabelstapler) und Lang-LKWs vor.",
  "Gabelstaplerführerschein gemäß DGUV 308-001": "Gabelstaplerführerschein gemäß DGUV 308-001",
  "Theoretische und praktische Ausbildung": "Theoretische und praktische Ausbildung",
  "Lang-LKW-Schulung inkl. Fahrsimulator-Einsatz": "Lang-LKW-Schulung inkl. Fahrsimulator-Einsatz",
  "Zertifizierter Abschluss": "Zertifizierter Abschluss",
  "Unser Prozess": "Unser Prozess",
  "Analyse": "Analyse",
  "Wir verstehen Ihre Anforderungen – sei es als Einzelperson oder als Unternehmen.": "Wir verstehen Ihre Anforderungen – sei es als Einzelperson oder als Unternehmen.",
  "Planung": "Planung",
  "Individuelle Schulungspläne, abgestimmt auf Ziel, Zeitrahmen und gesetzliche Vorgaben.": "Individuelle Schulungspläne, abgestimmt auf Ziel, Zeitrahmen und gesetzliche Vorgaben.",
  "Umsetzung": "Umsetzung",
  "Unsere erfahrenen Ausbilder setzen moderne Lehrmethoden mit praxisnahen Inhalten ein.": "Unsere erfahrenen Ausbilder setzen moderne Lehrmethoden mit praxisnahen Inhalten ein.",
  "Abschluss & Support": "Abschluss & Support",
  "Zertifikate, Nachbetreuung und weiterführende Qualifikationen – alles aus einer Hand.": "Zertifikate, Nachbetreuung und weiterführende Qualifikationen – alles aus einer Hand.",
  "Preispakete": "Preispakete",
  "Wählen Sie das passende Paket für Ihre Ausbildung. Unsicher, welches das richtige für Sie ist? Kontaktieren Sie uns für eine persönliche Beratung.": "Wählen Sie das passende Paket für Ihre Ausbildung. Unsicher, welches das richtige für Sie ist? Kontaktieren Sie uns für eine persönliche Beratung.",
  "Führerschein Klasse B": "Führerschein Klasse B",
  "Ideal für Fahranfänger": "Ideal für Fahranfänger",
  "Theorieunterricht (14 Doppelstunden)": "Theorieunterricht (14 Doppelstunden)",
  "Grundfahrstunden (10 Stunden)": "Grundfahrstunden (10 Stunden)",
  "Überlandfahrt (5 Stunden)": "Überlandfahrt (5 Stunden)",
  "Autobahnfahrt (4 Stunden)": "Autobahnfahrt (4 Stunden)",
  "Nachtfahrt (3 Stunden)": "Nachtfahrt (3 Stunden)",
  "Führerschein Klasse A": "Führerschein Klasse A",
  "Für Motorradbegeisterte": "Für Motorradbegeisterte",
  "Theorieunterricht (12 Doppelstunden)": "Theorieunterricht (12 Doppelstunden)",
  "Grundfahrstunden (9 Stunden)": "Grundfahrstunden (9 Stunden)",
  "Überlandfahrt (4 Stunden)": "Überlandfahrt (4 Stunden)",
  "Sonderfahrten (3 Stunden)": "Sonderfahrten (3 Stunden)",
  "Moderne Motorräder": "Moderne Motorräder",
  "Schutzausrüstung (falls benötigt)": "Schutzausrüstung (falls benötigt)",
  "Intensivkurs": "Intensivkurs",
  "Für Eilige und Entschlossene": "Für Eilige und Entschlossene",
  "Führerschein in 3-4 Wochen": "Führerschein in 3-4 Wochen",
  "Täglicher Theorieunterricht": "Täglicher Theorieunterricht",
  "Flexible Fahrstundenplanung": "Flexible Fahrstundenplanung",
  "Prüfungsvorbereitung": "Prüfungsvorbereitung",
  "Erste-Hilfe-Kurs inklusive": "Erste-Hilfe-Kurs inklusive",
  "Vorrangige Prüfungstermine": "Vorrangige Prüfungstermine",
  "Besonders beliebt": "Besonders beliebt",
  "Paket wählen": "Paket wählen",
  "Häufig gestellte Fragen": "Häufig gestellte Fragen",
  "Wie lange dauert die Führerscheinausbildung?": "Wie lange dauert die Führerscheinausbildung?",
  "Die Dauer der Ausbildung hängt von Ihrer Verfügbarkeit und Ihrem Lernfortschritt ab. Bei regelmäßiger Teilnahme am Unterricht und wöchentlichen Fahrstunden kann die Ausbildung in 3-6 Monaten abgeschlossen werden. Mit unserem Intensivkurs ist ein Abschluss innerhalb von 3-4 Wochen möglich.": "Die Dauer der Ausbildung hängt von Ihrer Verfügbarkeit und Ihrem Lernfortschritt ab. Bei regelmäßiger Teilnahme am Unterricht und wöchentlichen Fahrstunden kann die Ausbildung in 3-6 Monaten abgeschlossen werden. Mit unserem Intensivkurs ist ein Abschluss innerhalb von 3-4 Wochen möglich.",
  "Welche Unterlagen benötige ich für die Anmeldung?": "Welche Unterlagen benötige ich für die Anmeldung?",
  "Für die Anmeldung benötigen Sie einen gültigen Personalausweis oder Reisepass, ein biometrisches Passfoto, einen Sehtest vom Optiker oder Arzt, und einen Erste-Hilfe-Kurs-Nachweis. Bei Führerscheinerweiterungen bringen Sie bitte auch Ihren aktuellen Führerschein mit.": "Für die Anmeldung benötigen Sie einen gültigen Personalausweis oder Reisepass, ein biometrisches Passfoto, einen Sehtest vom Optiker oder Arzt, und einen Erste-Hilfe-Kurs-Nachweis. Bei Führerscheinerweiterungen bringen Sie bitte auch Ihren aktuellen Führerschein mit.",
  "Wann findet der Theorieunterricht statt?": "Wann findet der Theorieunterricht statt?",
  "Unser regulärer Theorieunterricht findet Montag bis Donnerstag von 18:00 bis 19:30 Uhr statt. Für Berufstätige und Schüler bieten wir auch samstags Unterricht an. Beim Intensivkurs finden die Theorieeinheiten täglich vormittags statt.": "Unser regulärer Theorieunterricht findet Montag bis Donnerstag von 18:00 bis 19:30 Uhr statt. Für Berufstätige und Schüler bieten wir auch samstags Unterricht an. Beim Intensivkurs finden die Theorieeinheiten täglich vormittags statt.",
  "Können Fahrstunden auch am Wochenende stattfinden?": "Können Fahrstunden auch am Wochenende stattfinden?",
  "Ja, wir bieten nach Absprache auch Fahrstunden am Samstag an. Diese müssen jedoch im Voraus geplant werden. Für die Intensivkurse stehen unsere Fahrlehrer auch am Wochenende zur Verfügung, um Ihren Führerschein in kürzester Zeit zu ermöglichen.": "Ja, wir bieten nach Absprache auch Fahrstunden am Samstag an. Diese müssen jedoch im Voraus geplant werden. Für die Intensivkurse stehen unsere Fahrlehrer auch am Wochenende zur Verfügung, um Ihren Führerschein in kürzester Zeit zu ermöglichen.",
  "Bereit loszulegen?": "Bereit loszulegen?",
  "Kontaktieren Sie uns noch heute, um Ihre Ausbildung zu beginnen oder mehr über unsere Angebote zu erfahren.": "Kontaktieren Sie uns noch heute, um Ihre Ausbildung zu beginnen oder mehr über unsere Angebote zu erfahren.",
  "Kontakt aufnehmen": "Kontakt aufnehmen",
  "Anrufen": "Anrufen",
  "Back to Top": "Zurück nach oben"
}
