{
  "Your Company": "Z1 Ausbildungszentrum GmbH",
  "Welcome to Our Website": "Web Sitemize Hoş Geldiniz",
  "Your vision, our expertise – Building amazing experiences": "Sizin vizyonunuz, bizim uzmanlığımız – Harika deneyimler yaratıyoruz",
  "Get Started": "Başlayın",
  "Our Mission": "Misyonumuz",
  "We strive to deliver exceptional digital experiences that transform businesses and delight users. Our team combines creativity with technical expertise to build solutions that stand out.": "İşletmeleri dönüştüren ve kullanıcıları memnun eden olağanüstü dijital deneyimler sunmak için çalışıyoruz. Ekibimiz, öne çıkan çözümler oluşturmak için yaratıcılığı teknik uzmanlıkla birleştiriyor.",
  "Learn more →": "Daha fazla bilgi →",
  "Our Services": "Hizmetlerimiz",
  "From website development to full-scale digital transformation, we offer a range of services tailored to meet your unique business needs and goals.": "Web sitesi geliştirmeden tam kapsamlı dijital dönüşüme kadar, benzersiz iş ihtiyaçlarınızı ve hedeflerinizi karşılamak için özel olarak tasarlanmış bir dizi hizmet sunuyoruz.",
  "View services →": "Hizmetleri görüntüle →",
  "Our Projects": "Projelerimiz",
  "Browse our portfolio to see how we've helped businesses like yours achieve their digital goals. Each project represents our commitment to excellence and innovation.": "Sizinki gibi işletmelerin dijital hedeflerine ulaşmalarına nasıl yardımcı olduğumuzu görmek için portfolyomuza göz atın. Her proje, mükemmelliğe ve yeniliğe olan bağlılığımızı temsil eder.",
  "See portfolio →": "Portfolyoyu görüntüle →",
  "Get In Touch": "İletişime Geçin",
  "Contact Information": "İletişim Bilgileri",
  "Fill out the form and our team will get back to you within 24 hours.": "Formu doldurun ve ekibimiz 24 saat içinde size geri dönecektir.",
  "Full Name": "Ad Soyad",
  "John Doe": "Ahmet Yılmaz",
  "Email": "E-posta",
  "john@example.com": "ahmet@ornek.com",
  "Subject": "Konu",
  "How can we help you?": "Size nasıl yardımcı olabiliriz?",
  "Message": "Mesaj",
  "Your message here...": "Mesajınızı buraya yazın...",
  "Send Message": "Mesaj Gönder",
  "Page Not Found": "Sayfa Bulunamadı",
  "The page you are looking for doesn't exist or has been moved.": "Aradığınız sayfa mevcut değil veya taşınmış.",
  "Go back home": "Ana sayfaya dön",
  "Mission": "Misyon",
  "Services": "Hizmetler",
  "Projects": "Projeler",
  "Contact": "İletişim",
  "About Us": "Hakkımızda",
  "We are a passionate team dedicated to creating outstanding digital experiences.": "Olağanüstü dijital deneyimler yaratmaya adanmış tutkulu bir ekibiz.",
  "Quick Links": "Hızlı Bağlantılar",
  "Home": "Ana Sayfa",
  "About": "Hakkında",
  "123 Web Street, Digital City": "Zeppelinstraße 1, 88410 Bad Wurzach",
  "Follow Us": "Bizi Takip Edin",
  "Your Company. All rights reserved.": "Z1 Ausbildungszentrum GmbH. Tüm hakları saklıdır.",
  "Mission Image": "Misyon Görseli",
  "Services Image": "Hizmetler Görseli",
  "Projects Image": "Projeler Görseli",
  "Language": "Dil",
  "English": "İngilizce",
  "German": "Almanca",
  "Russian": "Rusça",
  "Serbian": "Sırpça",
  "Romanian": "Romence",
  "Bulgarian": "Bulgarca",
  "Arabic": "Arapça",
  "Turkish": "Türkçe",
  "Legal Information": "Yasal Bilgiler",
  "Impressum": "Künye",
  "Privacy Policy": "Gizlilik Politikası",
  "Terms & Conditions": "Şartlar ve Koşullar",
  "Right of Withdrawal": "Cayma Hakkı",
  "Shipping & Payment": "Kargo ve Ödeme",
  "Online Dispute Resolution": "Çevrimiçi Uyuşmazlık Çözümü",
  "Responsible according to § 18 Abs. 2 MStV: Your Name, Address": "§ 18 Abs. 2 MStV uyarınca sorumlu: Z1 Ausbildungszentrum GmbH, Zeppelinstraße 1, 88410 Bad Wurzach",
  
  "Web Development": "Web Geliştirme",
  "Our web development team creates responsive, user-friendly websites that engage visitors and drive conversions. Using the latest technologies, we build fast, secure, and scalable web solutions tailored to your business needs.": "Web geliştirme ekibimiz, ziyaretçileri cezbeden ve dönüşümleri artıran duyarlı, kullanıcı dostu web siteleri oluşturur. En son teknolojileri kullanarak, işletme ihtiyaçlarınıza göre özel, hızlı, güvenli ve ölçeklenebilir web çözümleri oluşturuyoruz.",
  "Responsive design for all devices": "Tüm cihazlar için duyarlı tasarım",
  "SEO optimization": "SEO optimizasyonu",
  "Content management systems": "İçerik yönetim sistemleri",
  "E-commerce solutions": "E-ticaret çözümleri",
  "Performance optimization": "Performans optimizasyonu",
  
  "Mobile App Development": "Mobil Uygulama Geliştirme",
  "We develop native and cross-platform mobile applications that provide seamless user experiences. Our apps are designed to be intuitive, fast, and reliable across iOS and Android platforms.": "Kesintisiz kullanıcı deneyimleri sunan yerel ve çoklu platform mobil uygulamalar geliştiriyoruz. Uygulamalarımız, iOS ve Android platformlarında sezgisel, hızlı ve güvenilir olacak şekilde tasarlanmıştır.",
  "Native iOS and Android development": "Yerel iOS ve Android geliştirme",
  "Cross-platform solutions": "Çoklu platform çözümleri",
  "UI/UX design for mobile": "Mobil için UI/UX tasarımı",
  "App store optimization": "Uygulama mağazası optimizasyonu",
  "Maintenance and updates": "Bakım ve güncellemeler",
  
  "UI/UX Design": "UI/UX Tasarımı",
  "Our design team creates intuitive user interfaces and engaging user experiences. We focus on understanding your users' needs to design digital products that are both beautiful and functional.": "Tasarım ekibimiz, sezgisel kullanıcı arayüzleri ve ilgi çekici kullanıcı deneyimleri oluşturur. Hem güzel hem de işlevsel olan dijital ürünler tasarlamak için kullanıcılarınızın ihtiyaçlarını anlamaya odaklanıyoruz.",
  "User research and testing": "Kullanıcı araştırması ve testi",
  "Wireframing and prototyping": "Tel kafes çizimi ve prototipleme",
  "Visual design": "Görsel tasarım",
  "Interaction design": "Etkileşim tasarımı",
  "Design systems": "Tasarım sistemleri",
  
  "Digital Marketing": "Dijital Pazarlama",
  "We help businesses reach their target audience and achieve their marketing goals. Our digital marketing strategies are data-driven and focused on delivering measurable results.": "İşletmelerin hedef kitlelerine ulaşmalarına ve pazarlama hedeflerine ulaşmalarına yardımcı oluyoruz. Dijital pazarlama stratejilerimiz, veri odaklıdır ve ölçülebilir sonuçlar sunmaya odaklanmıştır.",
  "Search engine optimization (SEO)": "Arama motoru optimizasyonu (SEO)",
  "Pay-per-click (PPC) advertising": "Tıklama başına ödeme (PPC) reklamcılığı", 
  "Social media marketing": "Sosyal medya pazarlaması",
  "Email marketing": "E-posta pazarlaması",
  "Content marketing": "İçerik pazarlaması",
  
  "Basic": "Temel",
  "Perfect for small businesses getting started": "Yeni başlayan küçük işletmeler için mükemmel",
  "5-page website": "5 sayfalık web sitesi",
  "Basic SEO": "Temel SEO",
  "Mobile responsive": "Mobil duyarlı",
  "Contact form": "İletişim formu",
  "3 months support": "3 ay destek",
  
  "Professional": "Profesyonel",
  "Ideal for growing businesses": "Büyüyen işletmeler için ideal",
  "10-page website": "10 sayfalık web sitesi",
  "Advanced SEO": "Gelişmiş SEO",
  "Contact form & CRM integration": "İletişim formu ve CRM entegrasyonu",
  "6 months support": "6 ay destek",
  "2 rounds of revisions": "2 revizyon turu",
  
  "Enterprise": "Kurumsal",
  "Custom": "Özel",
  "For established businesses with complex needs": "Karmaşık ihtiyaçları olan kurulu işletmeler için",
  "Custom website": "Özel web sitesi",
  "Complete SEO package": "Tam SEO paketi",
  "Full CRM integration": "Tam CRM entegrasyonu",
  "12 months support": "12 ay destek",
  "Unlimited revisions": "Sınırsız revizyon",
  "Dedicated account manager": "Özel hesap yöneticisi",
  
  "Most Popular": "En Popüler",
  "Select Plan": "Plan Seç",
  
  "What We Offer": "Ne Sunuyoruz",
  "Key Features": "Temel Özellikler",
  "Our Process": "Sürecimiz",
  "Discovery": "Keşif",
  "We learn about your business, goals, and requirements through detailed consultations.": "Detaylı görüşmeler yoluyla işletmeniz, hedefleriniz ve gereksinimleriniz hakkında bilgi ediniriz.",
  "Planning": "Planlama",
  "We create a detailed project plan with timelines, deliverables, and milestones.": "Zaman çizelgeleri, teslim edilecekler ve kilometre taşları ile detaylı bir proje planı oluştururuz.",
  "Execution": "Uygulama",
  "Our team implements the plan, with regular updates and opportunities for feedback.": "Ekibimiz, düzenli güncellemeler ve geri bildirim fırsatları ile planı uygular.",
  "Launch & Support": "Lansman ve Destek",
  "We launch your project and provide ongoing support and maintenance.": "Projenizi başlatır ve sürekli destek ve bakım sağlarız.",
  
  "Pricing Plans": "Fiyatlandırma Planları",
  "Choose the plan that works best for your business. Not sure which one is right for you? Contact us for a custom quote.": "İşletmeniz için en uygun planı seçin. Hangisinin size uygun olduğundan emin değil misiniz? Özel bir teklif için bizimle iletişime geçin.",
  
  "Frequently Asked Questions": "Sıkça Sorulan Sorular",
  "How long does it take to develop a website?": "Bir web sitesi geliştirmek ne kadar sürer?",
  "The timeline for website development varies depending on the complexity of the project. A simple website can take 2-4 weeks, while more complex projects might take 2-3 months or more. During our initial consultation, we'll provide you with a more accurate timeline based on your specific requirements.": "Web sitesi geliştirme süresi, projenin karmaşıklığına bağlı olarak değişir. Basit bir web sitesi 2-4 hafta sürebilirken, daha karmaşık projeler 2-3 ay veya daha fazla sürebilir. İlk görüşmemiz sırasında, özel gereksinimlerinize göre daha doğru bir zaman çizelgesi sunacağız.",
  "Do you provide website maintenance services?": "Web sitesi bakım hizmetleri sağlıyor musunuz?",
  "Yes, we offer website maintenance services to ensure your website remains secure, up-to-date, and functioning properly. Our maintenance packages include regular updates, security checks, backups, and technical support.": "Evet, web sitenizin güvenli, güncel ve düzgün çalışır durumda kalmasını sağlamak için web sitesi bakım hizmetleri sunuyoruz. Bakım paketlerimiz düzenli güncellemeler, güvenlik kontrolleri, yedeklemeler ve teknik destek içerir.",
  "Can you help with content creation?": "İçerik oluşturma konusunda yardımcı olabilir misiniz?",
  "Yes, we offer content creation services including copywriting, image selection, and basic graphic design. Our content team can help create engaging, SEO-friendly content that resonates with your target audience and aligns with your brand voice.": "Evet, metni yazma, görsel seçimi ve temel grafik tasarımı dahil olmak üzere içerik oluşturma hizmetleri sunuyoruz. İçerik ekibimiz, hedef kitlenizle rezonansa giren ve marka sesinizle uyumlu, ilgi çekici, SEO dostu içerikler oluşturmanıza yardımcı olabilir.",
  "Do you offer e-commerce solutions?": "E-ticaret çözümleri sunuyor musunuz?",
  "Yes, we specialize in developing e-commerce websites that are secure, user-friendly, and optimized for conversions. We work with platforms like WooCommerce, Shopify, and custom solutions depending on your specific requirements and budget.": "Evet, güvenli, kullanıcı dostu ve dönüşümler için optimize edilmiş e-ticaret web siteleri geliştirmede uzmanız. Özel gereksinimlerinize ve bütçenize bağlı olarak WooCommerce, Shopify gibi platformlarla ve özel çözümlerle çalışıyoruz.",
  
  "Ready to Get Started?": "Başlamaya Hazır mısınız?",
  "Contact us today to discuss your project and discover how we can help your business grow.": "Projenizi tartışmak ve işletmenizin büyümesine nasıl yardımcı olabileceğimizi keşfetmek için bugün bizimle iletişime geçin.",
  "Contact Us": "Bize Ulaşın",
  "Call Us": "Bizi Arayın",
  "Get a Quote": "Teklif Alın",
  "We provide comprehensive digital solutions to help your business thrive in the digital world.": "İşletmenizin dijital dünyada gelişmesine yardımcı olmak için kapsamlı dijital çözümler sunuyoruz.",
  
  "Unsere Leistungen": "Hizmetlerimiz",
  "Wir bieten umfassende Ausbildungen und Qualifikationen für Fahrer aller Klassen – von Fahranfängern bis zu Berufskraftfahrern.": "Acemi sürücülerden profesyonel sürücülere kadar tüm sınıflardan sürücüler için kapsamlı eğitim ve yeterlilikler sunuyoruz.",
  "Beratungsgespräch vereinbaren": "Danışmanlık randevusu alın",
  
  "Was wir anbieten": "Neler sunuyoruz",
  "Hauptmerkmale": "Temel özellikler",
  
  "Fahrschule – Klassen B, BE & A": "Sürücü Kursu – B, BE ve A Sınıfları",
  "Ob Auto, Anhänger oder Motorrad – wir bilden sicher und zielgerichtet aus. Unsere erfahrenen Fahrlehrer begleiten dich vom ersten Theorieunterricht bis zur erfolgreichen Fahrprüfung.": "Otomobil, römork veya motosiklet – güvenli ve hedefli eğitim veriyoruz. Deneyimli sürüş eğitmenlerimiz, ilk teori dersinden başarılı sürüş sınavına kadar size eşlik ediyor.",
  "Ausbildung für PKW (Klasse B), Anhänger (BE) und Motorrad (A)": "Otomobil (B sınıfı), römork (BE) ve motosiklet (A) eğitimi",
  "Theorie- und Praxisunterricht mit modernen Fahrzeugen": "Modern araçlarla teori ve pratik eğitim",
  "Flexible Fahrstunden & Prüfungsvorbereitung": "Esnek sürüş dersleri ve sınav hazırlığı",
  "Intensivkurse auf Anfrage": "Talep üzerine yoğun kurslar",
  
  "ASF-Kurse (Aufbauseminar für Fahranfänger)": "Acemi Sürücüler İçin İleri Seminerler",
  "Pflichtseminar nach dem Führerschein auf Probe – bei uns professionell, verständlich und mit persönlicher Betreuung.": "Deneme süreli ehliyet sonrası zorunlu seminer – profesyonel, anlaşılır ve kişisel rehberlikle.",
  "Gesetzlich anerkannt": "Yasal olarak tanınmış",
  "Kompetente Seminarleiter": "Yetkin seminer liderleri",
  "Schnelle Terminvergabe": "Hızlı randevu ayarlama",
  "Teilnahmebescheinigung für die Führerscheinstelle": "Ehliyet dairesi için katılım belgesi",
  
  "Erste-Hilfe-Kurse": "İlk Yardım Kursları",
  "Lerne in nur einem Tag, wie du im Notfall richtig reagierst – ein Muss für jeden Führerscheinbewerber und wertvoll fürs Leben.": "Acil durumlarda nasıl doğru tepki vereceğinizi sadece bir günde öğrenin – her ehliyet adayı için zorunlu ve hayat boyu değerli.",
  "Kompaktkurs (9 Unterrichtseinheiten)": "Kompakt kurs (9 eğitim birimi)",
  "Anerkannt für alle Führerscheinklassen": "Tüm ehliyet sınıfları için tanınmış",
  "Inklusive Sehtest & Passfotos (optional)": "Görme testi ve pasaport fotoğrafları dahil (isteğe bağlı)",
  "Zertifikat am Kurstag": "Kurs günü sertifika",
  
  "Anschlagmittelprüfung": "Kaldırma Ekipmanı Testi",
  "Sicherheit beginnt bei der Ausrüstung – wir schulen und prüfen den sachgemäßen Umgang mit Anschlagmitteln gemäß DGUV-Richtlinien.": "Güvenlik ekipmanla başlar – DGUV yönergelerine göre kaldırma ekipmanının uygun kullanımı konusunda eğitim ve test hizmeti veriyoruz.",
  "Theoretische und praktische Einweisung": "Teorik ve pratik eğitim",
  "Durchführung der jährlichen Prüfung": "Yıllık testin uygulanması",
  "Dokumentation und Prüfprotokolle": "Belgelendirme ve test protokolleri",
  "Für Unternehmen und Einzelpersonen": "Şirketler ve bireyler için",
  
  "Berufskraftfahrer-Qualifikation (BKF)": "Profesyonel Sürücü Yeterliliği",
  "Pflichtschulungen für Berufskraftfahrer nach BKrFQG: Wir bieten alle 5 Module sowie die beschleunigte Grundqualifikation an.": "Profesyonel Sürücü Yasası'na göre zorunlu eğitimler: Tüm 5 modülü ve hızlandırılmış temel yeterliliği sunuyoruz.",
  "Module 1–5 gemäß BKrFQG": "Profesyonel Sürücü Yasası'na göre Modül 1-5",
  "Beschleunigte Grundqualifikation": "Hızlandırılmış temel yeterlilik",
  "Hochqualifizierte Dozenten aus der Praxis": "Uygulamadan yüksek nitelikli eğitmenler",
  "Flexible Terminwahl – auch am Wochenende": "Esnek tarih seçimi – hafta sonları da dahil",
  
  "Flurförderfahrzeuge & Lang-LKW-Qualifikation": "Forklift ve Uzun Kamyon Yeterliliği",
  "Wir bereiten Ihre Mitarbeiter optimal auf den sicheren Umgang mit Flurförderzeugen (z. B. Gabelstapler) und Lang-LKWs vor.": "Çalışanlarınızı forklift gibi depo araçları ve uzun kamyonların güvenli kullanımı için optimum şekilde hazırlıyoruz.",
  "Gabelstaplerführerschein gemäß DGUV 308-001": "DGUV 308-001'e göre forklift ehliyeti",
  "Theoretische und praktische Ausbildung": "Teorik ve pratik eğitim",
  "Lang-LKW-Schulung inkl. Fahrsimulator-Einsatz": "Sürüş simülatörü kullanımı dahil uzun kamyon eğitimi",
  "Zertifizierter Abschluss": "Sertifikalı bitirme",
  
  "Unser Prozess": "Sürecimiz",
  "Analyse": "Analiz",
  "Wir verstehen Ihre Anforderungen – sei es als Einzelperson oder als Unternehmen.": "İster birey ister şirket olun, gereksinimlerinizi anlıyoruz.",
  "Planung": "Planlama",
  "Individuelle Schulungspläne, abgestimmt auf Ziel, Zeitrahmen und gesetzliche Vorgaben.": "Hedef, zaman çerçevesi ve yasal gerekliliklere göre uyarlanmış bireysel eğitim planları.",
  "Umsetzung": "Uygulama",
  "Unsere erfahrenen Ausbilder setzen moderne Lehrmethoden mit praxisnahen Inhalten ein.": "Deneyimli eğitmenlerimiz, uygulamaya yönelik içeriklerle modern öğretim yöntemleri kullanır.",
  "Abschluss & Support": "Sonuç ve Destek",
  "Zertifikate, Nachbetreuung und weiterführende Qualifikationen – alles aus einer Hand.": "Sertifikalar, takip desteği ve ileri yeterlilikler – hepsi tek elden.",
  
  "Preispakete": "Fiyat paketleri",
  "Wählen Sie das passende Paket für Ihre Ausbildung. Unsicher, welches das richtige für Sie ist? Kontaktieren Sie uns für eine persönliche Beratung.": "Eğitiminiz için uygun paketi seçin. Hangisinin size uygun olduğundan emin değil misiniz? Kişisel danışmanlık için bizimle iletişime geçin.",
  "Besonders beliebt": "Özellikle popüler",
  "Führerschein Klasse B": "B Sınıfı Ehliyet",
  "Ideal für Fahranfänger": "Acemi sürücüler için ideal",
  "Theorieunterricht (14 Doppelstunden)": "Teori dersleri (14 çift ders)",
  "Grundfahrstunden (10 Stunden)": "Temel sürüş dersleri (10 saat)",
  "Überlandfahrt (5 Stunden)": "Şehirlerarası sürüş (5 saat)",
  "Autobahnfahrt (4 Stunden)": "Otoyol sürüşü (4 saat)",
  "Nachtfahrt (3 Stunden)": "Gece sürüşü (3 saat)",
  "Paket wählen": "Paket seçin",
  
  "Führerschein Klasse A": "A Sınıfı Ehliyet",
  "Für Motorradbegeisterte": "Motosiklet tutkunları için",
  "Grundfahrstunden (9 Stunden)": "Temel sürüş dersleri (9 saat)",
  "Überlandfahrt (4 Stunden)": "Şehirlerarası sürüş (4 saat)",
  "Sonderfahrten (3 Stunden)": "Özel sürüşler (3 saat)",
  "Moderne Motorräder": "Modern motosikletler",
  "Schutzausrüstung (falls benötigt)": "Koruyucu ekipman (gerekirse)",
  
  "Intensivkurs": "Yoğun kurs",
  "Für Eilige und Entschlossene": "Acele edenler ve kararlı olanlar için",
  "Führerschein in 3-4 Wochen": "3-4 hafta içinde ehliyet",
  "Täglicher Theorieunterricht": "Günlük teori dersleri",
  "Flexible Fahrstundenplanung": "Esnek sürüş dersi planlaması",
  "Prüfungsvorbereitung": "Sınav hazırlığı",
  "Erste-Hilfe-Kurs inklusive": "İlk yardım kursu dahil",
  "Vorrangige Prüfungstermine": "Öncelikli sınav tarihleri",
  
  "Häufig gestellte Fragen": "Sık sorulan sorular",
  "Wie lange dauert die Führerscheinausbildung?": "Ehliyet eğitimi ne kadar sürer?",
  "Die Dauer der Ausbildung hängt von Ihrer Verfügbarkeit und Ihrem Lernfortschritt ab. Bei regelmäßiger Teilnahme am Unterricht und wöchentlichen Fahrstunden kann die Ausbildung in 3-6 Monaten abgeschlossen werden. Mit unserem Intensivkurs ist ein Abschluss innerhalb von 3-4 Wochen möglich.": "Eğitimin süresi, uygunluğunuza ve öğrenme ilerlemenize bağlıdır. Derslere düzenli katılım ve haftalık sürüş dersleriyle eğitim 3-6 ay içinde tamamlanabilir. Yoğun kursumuzla 3-4 hafta içinde tamamlamak mümkündür.",
  
  "Welche Unterlagen benötige ich für die Anmeldung?": "Kayıt için hangi belgelere ihtiyacım var?",
  "Für die Anmeldung benötigen Sie einen gültigen Personalausweis oder Reisepass, ein biometrisches Passfoto, einen Sehtest vom Optiker oder Arzt, und einen Erste-Hilfe-Kurs-Nachweis. Bei Führerscheinerweiterungen bringen Sie bitte auch Ihren aktuellen Führerschein mit.": "Kayıt için geçerli kimlik kartı veya pasaport, biyometrik pasaport fotoğrafı, optikçi veya doktordan görme testi ve ilk yardım kursu belgesi gereklidir. Ehliyet genişletmeleri için lütfen mevcut ehliyetinizi de getirin.",
  
  "Wann findet der Theorieunterricht statt?": "Teori dersleri ne zaman yapılır?",
  "Unser regulärer Theorieunterricht findet Montag bis Donnerstag von 18:00 bis 19:30 Uhr statt. Für Berufstätige und Schüler bieten wir auch samstags Unterricht an. Beim Intensivkurs finden die Theorieeinheiten täglich vormittags statt.": "Düzenli teori derslerimiz Pazartesi'den Perşembe'ye 18:00 ile 19:30 arasında yapılmaktadır. Çalışanlar ve öğrenciler için Cumartesi günleri de dersler sunuyoruz. Yoğun kursta teori dersleri her gün öğleden önce yapılmaktadır.",
  
  "Können Fahrstunden auch am Wochenende stattfinden?": "Sürüş dersleri hafta sonları da yapılabilir mi?",
  "Ja, wir bieten nach Absprache auch Fahrstunden am Samstag an. Diese müssen jedoch im Voraus geplant werden. Für die Intensivkurse stehen unsere Fahrlehrer auch am Wochenende zur Verfügung, um Ihren Führerschein in kürzester Zeit zu ermöglichen.": "Evet, anlaşmaya bağlı olarak Cumartesi günleri de sürüş dersleri sunuyoruz. Ancak bunların önceden planlanması gerekiyor. Yoğun kurslar için sürüş eğitmenlerimiz, ehliyetinizi en kısa sürede almanızı sağlamak için hafta sonları da hizmet vermektedir.",
  
  "Bereit loszulegen?": "Başlamaya hazır mısınız?",
  "Kontaktieren Sie uns noch heute, um Ihre Ausbildung zu beginnen oder mehr über unsere Angebote zu erfahren.": "Eğitiminize başlamak veya tekliflerimiz hakkında daha fazla bilgi edinmek için bugün bizimle iletişime geçin.",
  "Kontakt aufnehmen": "İletişime geçin",
  "Anrufen": "Arayın"
}
