{
  "Your Company": "Z1 Ausbildungszentrum GmbH",
  "Welcome to Our Website": "Добро пожаловать на наш сайт",
  "Your vision, our expertise – Building amazing experiences": "Ваше видение, наш опыт – Создаем потрясающие решения",
  "Get Started": "Начать",
  "Our Mission": "Наша миссия",
  "We strive to deliver exceptional digital experiences that transform businesses and delight users. Our team combines creativity with technical expertise to build solutions that stand out.": "Мы стремимся создавать исключительные цифровые решения, которые трансформируют бизнес и радуют пользователей. Наша команда сочетает креативность с техническим опытом для создания выдающихся решений.",
  "Learn more →": "Узнать больше →",
  "Our Services": "Наши услуги",
  "From website development to full-scale digital transformation, we offer a range of services tailored to meet your unique business needs and goals.": "От разработки веб-сайтов до полномасштабной цифровой трансформации, мы предлагаем ряд услуг, адаптированных к вашим уникальным бизнес-потребностям и целям.",
  "View services →": "Посмотреть услуги →",
  "Our Projects": "Наши проекты",
  "Browse our portfolio to see how we've helped businesses like yours achieve their digital goals. Each project represents our commitment to excellence and innovation.": "Просмотрите наше портфолио, чтобы увидеть, как мы помогли компаниям, подобным вашей, достичь их цифровых целей. Каждый проект отражает наше стремление к совершенству и инновациям.",
  "See portfolio →": "Смотреть портфолио →",
  "Get In Touch": "Связаться с нами",
  "Contact Information": "Контактная информация",
  "Fill out the form and our team will get back to you within 24 hours.": "Заполните форму, и наша команда свяжется с вами в течение 24 часов.",
  "Full Name": "Полное имя",
  "John Doe": "Иван Иванов",
  "Email": "Электронная почта",
  "john@example.com": "ivan@primer.ru",
  "Subject": "Тема",
  "How can we help you?": "Чем мы можем вам помочь?",
  "Message": "Сообщение",
  "Your message here...": "Ваше сообщение здесь...",
  "Send Message": "Отправить сообщение",
  "Page Not Found": "Страница не найдена",
  "The page you are looking for doesn't exist or has been moved.": "Страница, которую вы ищете, не существует или была перемещена.",
  "Go back home": "Вернуться на главную",
  "Mission": "Миссия",
  "Services": "Услуги",
  "Projects": "Проекты",
  "Contact": "Контакты",
  "About Us": "О нас",
  "We are a passionate team dedicated to creating outstanding digital experiences.": "Мы увлеченная команда, посвятившая себя созданию выдающихся цифровых решений.",
  "Quick Links": "Быстрые ссылки",
  "Home": "Главная",
  "About": "О нас",
  "123 Web Street, Digital City": "Zeppelinstraße 1, 88410 Bad Wurzach",
  "Follow Us": "Следите за нами",
  "Your Company. All rights reserved.": "Z1 Ausbildungszentrum GmbH. Все права защищены.",
  "Mission Image": "Изображение миссии",
  "Services Image": "Изображение услуг",
  "Projects Image": "Изображение проектов",
  "Language": "Язык",
  "English": "Английский",
  "German": "Немецкий",
  "Russian": "Русский",
  "Serbian": "Сербский",
  "Romanian": "Румынский",
  "Bulgarian": "Болгарский",
  "Legal Information": "Юридическая информация",
  "Impressum": "Выходные данные",
  "Privacy Policy": "Политика конфиденциальности",
  "Terms & Conditions": "Условия использования",
  "Right of Withdrawal": "Право на отзыв",
  "Shipping & Payment": "Доставка и оплата",
  "Online Dispute Resolution": "Онлайн-разрешение споров",
  "Responsible according to § 18 Abs. 2 MStV: Your Name, Address": "Ответственный согласно § 18 абз. 2 MStV: Z1 Ausbildungszentrum GmbH, Zeppelinstraße 1, 88410 Bad Wurzach",
  
  "Web Development": "Веб-разработка",
  "Our web development team creates responsive, user-friendly websites that engage visitors and drive conversions. Using the latest technologies, we build fast, secure, and scalable web solutions tailored to your business needs.": "Наша команда веб-разработчиков создает адаптивные, удобные для пользователей веб-сайты, которые привлекают посетителей и повышают конверсию. Используя новейшие технологии, мы создаем быстрые, безопасные и масштабируемые веб-решения, адаптированные к потребностям вашего бизнеса.",
  "Responsive design for all devices": "Адаптивный дизайн для всех устройств",
  "SEO optimization": "SEO-оптимизация",
  "Content management systems": "Системы управления контентом",
  "E-commerce solutions": "Решения для электронной коммерции",
  "Performance optimization": "Оптимизация производительности",
  
  "Mobile App Development": "Разработка мобильных приложений",
  "We develop native and cross-platform mobile applications that provide seamless user experiences. Our apps are designed to be intuitive, fast, and reliable across iOS and Android platforms.": "Мы разрабатываем нативные и кроссплатформенные мобильные приложения, обеспечивающие безупречный пользовательский опыт. Наши приложения спроектированы так, чтобы быть интуитивно понятными, быстрыми и надежными на платформах iOS и Android.",
  "Native iOS and Android development": "Нативная разработка для iOS и Android",
  "Cross-platform solutions": "Кроссплатформенные решения",
  "UI/UX design for mobile": "UI/UX дизайн для мобильных устройств",
  "App store optimization": "Оптимизация для магазинов приложений",
  "Maintenance and updates": "Обслуживание и обновления",
  
  "UI/UX Design": "UI/UX Дизайн",
  "Our design team creates intuitive user interfaces and engaging user experiences. We focus on understanding your users' needs to design digital products that are both beautiful and functional.": "Наша команда дизайнеров создает интуитивно понятные пользовательские интерфейсы и привлекательный пользовательский опыт. Мы сосредоточены на понимании потребностей ваших пользователей, чтобы разрабатывать цифровые продукты, которые одновременно красивы и функциональны.",
  "User research and testing": "Исследование и тестирование пользователей",
  "Wireframing and prototyping": "Создание каркасов и прототипов",
  "Visual design": "Визуальный дизайн",
  "Interaction design": "Дизайн взаимодействия",
  "Design systems": "Системы дизайна",
  
  "Digital Marketing": "Цифровой маркетинг",
  "We help businesses reach their target audience and achieve their marketing goals. Our digital marketing strategies are data-driven and focused on delivering measurable results.": "Мы помогаем бизнесу достичь своей целевой аудитории и достичь маркетинговых целей. Наши стратегии цифрового маркетинга основаны на данных и ориентированы на достижение измеримых результатов.",
  "Search engine optimization (SEO)": "Поисковая оптимизация (SEO)",
  "Pay-per-click (PPC) advertising": "Реклама с оплатой за клик (PPC)", 
  "Social media marketing": "Маркетинг в социальных сетях",
  "Email marketing": "Email-маркетинг",
  "Content marketing": "Контент-маркетинг",
  
  "Basic": "Базовый",
  "Perfect for small businesses getting started": "Идеально для малого бизнеса, который только начинает",
  "5-page website": "5-страничный сайт",
  "Basic SEO": "Базовая SEO-оптимизация",
  "Mobile responsive": "Адаптирован для мобильных устройств",
  "Contact form": "Контактная форма",
  "3 months support": "3 месяца поддержки",
  
  "Professional": "Профессиональный",
  "Ideal for growing businesses": "Идеально для растущего бизнеса",
  "10-page website": "10-страничный сайт",
  "Advanced SEO": "Расширенная SEO-оптимизация",
  "Contact form & CRM integration": "Контактная форма и интеграция с CRM",
  "6 months support": "6 месяцев поддержки",
  "2 rounds of revisions": "2 раунда правок",
  
  "Enterprise": "Корпоративный",
  "Custom": "Индивидуальный",
  "For established businesses with complex needs": "Для устоявшегося бизнеса с комплексными потребностями",
  "Custom website": "Индивидуальный веб-сайт",
  "Complete SEO package": "Полный пакет SEO",
  "Full CRM integration": "Полная интеграция с CRM",
  "12 months support": "12 месяцев поддержки",
  "Unlimited revisions": "Неограниченное количество правок",
  "Dedicated account manager": "Выделенный менеджер аккаунта",
  
  "Most Popular": "Самый популярный",
  "Select Plan": "Выбрать план",
  
  "What We Offer": "Что мы предлагаем",
  "Key Features": "Ключевые особенности",
  "Our Process": "Наш процесс",
  "Discovery": "Исследование",
  "We learn about your business, goals, and requirements through detailed consultations.": "Мы узнаем о вашем бизнесе, целях и требованиях через детальные консультации.",
  "Planning": "Планирование",
  "We create a detailed project plan with timelines, deliverables, and milestones.": "Мы создаем детальный план проекта с временными рамками, результатами и вехами.",
  "Execution": "Исполнение",
  "Our team implements the plan, with regular updates and opportunities for feedback.": "Наша команда реализует план, с регулярными обновлениями и возможностями для обратной связи.",
  "Launch & Support": "Запуск и поддержка",
  "We launch your project and provide ongoing support and maintenance.": "Мы запускаем ваш проект и обеспечиваем постоянную поддержку и обслуживание.",
  
  "Pricing Plans": "Тарифные планы",
  "Choose the plan that works best for your business. Not sure which one is right for you? Contact us for a custom quote.": "Выберите план, который лучше всего подходит для вашего бизнеса. Не уверены, какой из них подходит именно вам? Свяжитесь с нами для индивидуального предложения.",
  
  "Frequently Asked Questions": "Часто задаваемые вопросы",
  "How long does it take to develop a website?": "Сколько времени занимает разработка веб-сайта?",
  "The timeline for website development varies depending on the complexity of the project. A simple website can take 2-4 weeks, while more complex projects might take 2-3 months or more. During our initial consultation, we'll provide you with a more accurate timeline based on your specific requirements.": "Время разработки веб-сайта зависит от сложности проекта. Простой сайт может занять 2-4 недели, в то время как более сложные проекты могут занять 2-3 месяца или более. Во время нашей первоначальной консультации мы предоставим вам более точные сроки, основанные на ваших конкретных требованиях.",
  "Do you provide website maintenance services?": "Предоставляете ли вы услуги по обслуживанию веб-сайтов?",
  "Yes, we offer website maintenance services to ensure your website remains secure, up-to-date, and functioning properly. Our maintenance packages include regular updates, security checks, backups, and technical support.": "Да, мы предлагаем услуги по обслуживанию веб-сайтов, чтобы гарантировать, что ваш сайт остается безопасным, актуальным и правильно функционирующим. Наши пакеты обслуживания включают регулярные обновления, проверки безопасности, резервное копирование и техническую поддержку.",
  "Can you help with content creation?": "Можете ли вы помочь с созданием контента?",
  "Yes, we offer content creation services including copywriting, image selection, and basic graphic design. Our content team can help create engaging, SEO-friendly content that resonates with your target audience and aligns with your brand voice.": "Да, мы предлагаем услуги по созданию контента, включая копирайтинг, подбор изображений и базовый графический дизайн. Наша команда контента может помочь создать увлекательный, SEO-оптимизированный контент, который резонирует с вашей целевой аудиторией и соответствует голосу вашего бренда.",
  "Do you offer e-commerce solutions?": "Предлагаете ли вы решения для электронной коммерции?",
  "Yes, we specialize in developing e-commerce websites that are secure, user-friendly, and optimized for conversions. We work with platforms like WooCommerce, Shopify, and custom solutions depending on your specific requirements and budget.": "Да, мы специализируемся на разработке сайтов электронной коммерции, которые безопасны, удобны для пользователей и оптимизированы для конверсий. Мы работаем с такими платформами, как WooCommerce, Shopify, и создаем индивидуальные решения в зависимости от ваших конкретных требований и бюджета.",
  
  "Ready to Get Started?": "Готовы начать?",
  "Contact us today to discuss your project and discover how we can help your business grow.": "Свяжитесь с нами сегодня, чтобы обсудить ваш проект и узнать, как мы можем помочь вашему бизнесу расти.",
  "Contact Us": "Свяжитесь с нами",
  "Call Us": "Позвоните нам",
  "Get a Quote": "Получить предложение",
  "We provide comprehensive digital solutions to help your business thrive in the digital world.": "Мы предоставляем комплексные цифровые решения, чтобы помочь вашему бизнесу процветать в цифровом мире.",
  
  "Turkish": "Турецкий",
  "Arabic": "Арабский",
  
  "Unsere Leistungen": "Наши услуги",
  "Wir bieten umfassende Ausbildungen und Qualifikationen für Fahrer aller Klassen – von Fahranfängern bis zu Berufskraftfahrern.": "Мы предлагаем комплексное обучение и квалификации для водителей всех категорий – от новичков до профессиональных водителей.",
  "Beratungsgespräch vereinbaren": "Записаться на консультацию",
  
  "Was wir anbieten": "Что мы предлагаем",
  "Hauptmerkmale": "Основные особенности",
  
  "Fahrschule – Klassen B, BE & A": "Автошкола – категории B, BE и A",
  "Ob Auto, Anhänger oder Motorrad – wir bilden sicher und zielgerichtet aus. Unsere erfahrenen Fahrlehrer begleiten dich vom ersten Theorieunterricht bis zur erfolgreichen Fahrprüfung.": "Легковой автомобиль, прицеп или мотоцикл – мы проводим безопасное и целенаправленное обучение. Наши опытные инструкторы сопровождают вас от первого теоретического занятия до успешной сдачи экзамена.",
  "Ausbildung für PKW (Klasse B), Anhänger (BE) und Motorrad (A)": "Обучение на легковой автомобиль (категория B), прицеп (BE) и мотоцикл (A)",
  "Theorie- und Praxisunterricht mit modernen Fahrzeugen": "Теоретические и практические занятия на современных транспортных средствах",
  "Flexible Fahrstunden & Prüfungsvorbereitung": "Гибкое расписание уроков вождения и подготовка к экзаменам",
  "Intensivkurse auf Anfrage": "Интенсивные курсы по запросу",
  
  "ASF-Kurse (Aufbauseminar für Fahranfänger)": "Курсы повышения квалификации для начинающих водителей",
  "Pflichtseminar nach dem Führerschein auf Probe – bei uns professionell, verständlich und mit persönlicher Betreuung.": "Обязательный семинар после получения временных водительских прав – у нас профессионально, понятно и с индивидуальным подходом.",
  "Gesetzlich anerkannt": "Признано законодательством",
  "Kompetente Seminarleiter": "Компетентные ведущие семинаров",
  "Schnelle Terminvergabe": "Быстрое назначение встреч",
  "Teilnahmebescheinigung für die Führerscheinstelle": "Сертификат участия для органов выдачи водительских прав",
  
  "Erste-Hilfe-Kurse": "Курсы первой помощи",
  "Lerne in nur einem Tag, wie du im Notfall richtig reagierst – ein Muss für jeden Führerscheinbewerber und wertvoll fürs Leben.": "Научитесь за один день правильно реагировать в чрезвычайных ситуациях – обязательное условие для каждого кандидата на получение водительских прав и ценный навык на всю жизнь.",
  "Kompaktkurs (9 Unterrichtseinheiten)": "Компактный курс (9 учебных единиц)",
  "Anerkannt für alle Führerscheinklassen": "Признан для всех категорий водительских прав",
  "Inklusive Sehtest & Passfotos (optional)": "Включая проверку зрения и фотографии для документов (по желанию)",
  "Zertifikat am Kurstag": "Сертификат в день курса",
  
  "Anschlagmittelprüfung": "Проверка грузозахватных приспособлений",
  "Sicherheit beginnt bei der Ausrüstung – wir schulen und prüfen den sachgemäßen Umgang mit Anschlagmitteln gemäß DGUV-Richtlinien.": "Безопасность начинается с оборудования – мы обучаем и проверяем правильное использование грузозахватных приспособлений в соответствии с директивами DGUV.",
  "Theoretische und praktische Einweisung": "Теоретический и практический инструктаж",
  "Durchführung der jährlichen Prüfung": "Проведение ежегодной проверки",
  "Dokumentation und Prüfprotokolle": "Документация и протоколы испытаний",
  "Für Unternehmen und Einzelpersonen": "Для компаний и частных лиц",
  
  "Berufskraftfahrer-Qualifikation (BKF)": "Квалификация профессиональных водителей",
  "Pflichtschulungen für Berufskraftfahrer nach BKrFQG: Wir bieten alle 5 Module sowie die beschleunigte Grundqualifikation an.": "Обязательное обучение для профессиональных водителей: мы предлагаем все 5 модулей, а также ускоренную базовую квалификацию.",
  "Module 1–5 gemäß BKrFQG": "Модули 1–5 согласно закону о квалификации профессиональных водителей",
  "Beschleunigte Grundqualifikation": "Ускоренная базовая квалификация",
  "Hochqualifizierte Dozenten aus der Praxis": "Высококвалифицированные преподаватели-практики",
  "Flexible Terminwahl – auch am Wochenende": "Гибкий выбор сроков обучения – даже в выходные дни",
  
  "Flurförderfahrzeuge & Lang-LKW-Qualifikation": "Квалификация по управлению складской техникой и длинномерными грузовиками",
  "Wir bereiten Ihre Mitarbeiter optimal auf den sicheren Umgang mit Flurförderzeugen (z. B. Gabelstapler) und Lang-LKWs vor.": "Мы оптимально подготовим ваших сотрудников к безопасной работе со складской техникой (например, вилочными погрузчиками) и длинномерными грузовиками.",
  "Gabelstaplerführerschein gemäß DGUV 308-001": "Права на вилочный погрузчик в соответствии с DGUV 308-001",
  "Theoretische und praktische Ausbildung": "Теоретическое и практическое обучение",
  "Lang-LKW-Schulung inkl. Fahrsimulator-Einsatz": "Обучение управлению длинномерными грузовиками, включая использование симулятора вождения",
  "Zertifizierter Abschluss": "Сертифицированное завершение обучения",
  
  "Unser Prozess": "Наш процесс",
  "Analyse": "Анализ",
  "Wir verstehen Ihre Anforderungen – sei es als Einzelperson oder als Unternehmen.": "Мы понимаем ваши потребности – будь вы частным лицом или компанией.",
  "Planung": "Планирование",
  "Individuelle Schulungspläne, abgestimmt auf Ziel, Zeitrahmen und gesetzliche Vorgaben.": "Индивидуальные планы обучения, адаптированные к целям, временным рамкам и законодательным требованиям.",
  "Umsetzung": "Реализация",
  "Unsere erfahrenen Ausbilder setzen moderne Lehrmethoden mit praxisnahen Inhalten ein.": "Наши опытные инструкторы используют современные методы обучения с практическим содержанием.",
  "Abschluss & Support": "Завершение и поддержка",
  "Zertifikate, Nachbetreuung und weiterführende Qualifikationen – alles aus einer Hand.": "Сертификаты, последующее сопровождение и дополнительные квалификации – всё из одних рук.",
  
  "Preispakete": "Ценовые пакеты",
  "Wählen Sie das passende Paket für Ihre Ausbildung. Unsicher, welches das richtige für Sie ist? Kontaktieren Sie uns für eine persönliche Beratung.": "Выберите подходящий пакет для вашего обучения. Не уверены, какой из них подходит именно вам? Свяжитесь с нами для персональной консультации.",
  "Besonders beliebt": "Особенно популярно",
  "Führerschein Klasse B": "Водительские права категории B",
  "Ideal für Fahranfänger": "Идеально для начинающих водителей",
  "Theorieunterricht (14 Doppelstunden)": "Теоретические занятия (14 двойных уроков)",
  "Grundfahrstunden (10 Stunden)": "Базовые уроки вождения (10 часов)",
  "Überlandfahrt (5 Stunden)": "Загородная езда (5 часов)",
  "Autobahnfahrt (4 Stunden)": "Езда по автомагистрали (4 часа)",
  "Nachtfahrt (3 Stunden)": "Ночная езда (3 часа)",
  "Paket wählen": "Выбрать пакет",
  
  "Führerschein Klasse A": "Водительские права категории A",
  "Für Motorradbegeisterte": "Для мотоциклистов",
  "Grundfahrstunden (9 Stunden)": "Базовые уроки вождения (9 часов)",
  "Überlandfahrt (4 Stunden)": "Загородная езда (4 часа)",
  "Sonderfahrten (3 Stunden)": "Особые поездки (3 часа)",
  "Moderne Motorräder": "Современные мотоциклы",
  "Schutzausrüstung (falls benötigt)": "Защитное снаряжение (при необходимости)",
  
  "Intensivkurs": "Интенсивный курс",
  "Für Eilige und Entschlossene": "Для спешащих и решительных",
  "Führerschein in 3-4 Wochen": "Водительские права за 3-4 недели",
  "Täglicher Theorieunterricht": "Ежедневные теоретические занятия",
  "Flexible Fahrstundenplanung": "Гибкое планирование уроков вождения",
  "Prüfungsvorbereitung": "Подготовка к экзамену",
  "Erste-Hilfe-Kurs inklusive": "Курс первой помощи включен",
  "Vorrangige Prüfungstermine": "Приоритетные сроки экзаменов",
  
  "Häufig gestellte Fragen": "Часто задаваемые вопросы",
  "Wie lange dauert die Führerscheinausbildung?": "Сколько длится обучение на водительские права?",
  "Die Dauer der Ausbildung hängt von Ihrer Verfügbarkeit und Ihrem Lernfortschritt ab. Bei regelmäßiger Teilnahme am Unterricht und wöchentlichen Fahrstunden kann die Ausbildung in 3-6 Monaten abgeschlossen werden. Mit unserem Intensivkurs ist ein Abschluss innerhalb von 3-4 Wochen möglich.": "Продолжительность обучения зависит от вашей доступности и прогресса обучения. При регулярном посещении занятий и еженедельных уроках вождения обучение может быть завершено за 3-6 месяцев. С нашим интенсивным курсом завершение возможно в течение 3-4 недель.",
  
  "Welche Unterlagen benötige ich für die Anmeldung?": "Какие документы мне нужны для регистрации?",
  "Für die Anmeldung benötigen Sie einen gültigen Personalausweis oder Reisepass, ein biometrisches Passfoto, einen Sehtest vom Optiker oder Arzt, und einen Erste-Hilfe-Kurs-Nachweis. Bei Führerscheinerweiterungen bringen Sie bitte auch Ihren aktuellen Führerschein mit.": "Для регистрации вам понадобится действующее удостоверение личности или паспорт, биометрическая фотография, тест зрения от оптика или врача и подтверждение прохождения курса первой помощи. Для расширения водительских прав, пожалуйста, принесите также ваши текущие водительские права.",
  
  "Wann findet der Theorieunterricht statt?": "Когда проходят теоретические занятия?",
  "Unser regulärer Theorieunterricht findet Montag bis Donnerstag von 18:00 bis 19:30 Uhr statt. Für Berufstätige und Schüler bieten wir auch samstags Unterricht an. Beim Intensivkurs finden die Theorieeinheiten täglich vormittags statt.": "Наши регулярные теоретические занятия проходят с понедельника по четверг с 18:00 до 19:30. Для работающих и учащихся мы также предлагаем занятия по субботам. На интенсивном курсе теоретические занятия проходят ежедневно в первой половине дня.",
  
  "Können Fahrstunden auch am Wochenende stattfinden?": "Могут ли уроки вождения проходить в выходные дни?",
  "Ja, wir bieten nach Absprache auch Fahrstunden am Samstag an. Diese müssen jedoch im Voraus geplant werden. Für die Intensivkurse stehen unsere Fahrlehrer auch am Wochenende zur Verfügung, um Ihren Führerschein in kürzester Zeit zu ermöglichen.": "Да, по договоренности мы также предлагаем уроки вождения по субботам. Однако они должны быть запланированы заранее. Для интенсивных курсов наши инструкторы по вождению доступны также в выходные дни, чтобы помочь вам получить водительские права в кратчайшие сроки.",
  
  "Bereit loszulegen?": "Готовы начать?",
  "Kontaktieren Sie uns noch heute, um Ihre Ausbildung zu beginnen oder mehr über unsere Angebote zu erfahren.": "Свяжитесь с нами сегодня, чтобы начать обучение или узнать больше о наших предложениях.",
  "Kontakt aufnehmen": "Связаться с нами",
  "Anrufen": "Позвонить",
  "123 Web Street": "Цеппелинштрассе 1",
  "Digital City, DC 12345": "88410 Бад Вурцах",
  "Belarusian": "Белорусский",
  "Macedonian": "Македонский",
  "Ukrainian": "Украинский",
  "Cookie Settings": "Настройки файлов cookie",
  "We use cookies to improve your experience on our website. By browsing this website, you agree to our use of cookies.": "Мы используем файлы cookie для улучшения вашего опыта на нашем сайте. Просматривая этот сайт, вы соглашаетесь с использованием нами файлов cookie.",
  "Accept Necessary": "Принять необходимые",
  "Accept All": "Принять все",
  "Customize": "Настроить",
  "Cookie Preferences": "Предпочтения по файлам cookie",
  "Manage your cookie preferences. Necessary cookies help make a website usable by enabling basic functions like page navigation. The website cannot function properly without these cookies.": "Управляйте своими предпочтениями по файлам cookie. Необходимые файлы cookie помогают сделать веб-сайт удобным, обеспечивая основные функции, такие как навигация по страницам. Веб-сайт не может функционировать должным образом без этих файлов cookie.",
  "Necessary": "Необходимые",
  "Functional": "Функциональные",
  "Analytics": "Аналитические",
  "Marketing": "Маркетинговые",
  "These cookies are essential for the website to function properly. They cannot be disabled.": "Эти файлы cookie необходимы для правильной работы веб-сайта. Они не могут быть отключены.",
  "These cookies enable personalized features and functionality. They may be set by us or third-party providers.": "Эти файлы cookie обеспечивают персонализированные функции и функциональность. Они могут быть установлены нами или сторонними поставщиками.",
  "These cookies help us understand how visitors interact with our website, helping us improve our services.": "Эти файлы cookie помогают нам понять, как посетители взаимодействуют с нашим веб-сайтом, помогая нам улучшать наши услуги.",
  "These cookies are used to track visitors across websites to display relevant advertisements.": "Эти файлы cookie используются для отслеживания посетителей на разных веб-сайтах для отображения соответствующей рекламы.",
  "Required for the website to function properly": "Необходимы для правильной работы веб-сайта",
  "Cancel": "Отмена",
  "Save Preferences": "Сохранить предпочтения",
  "Company Information": "Информация о компании",
  "Germany": "Германия",
  "Phone": "Телефон",
  "Legal Representatives": "Юридические представители",
  "Legal Disclaimer": "Правовая оговорка",
  "Managing Director": "Управляющий директор",
  "Registration Information": "Регистрационная информация",
  "Commercial Register": "Торговый реестр",
  "Registration Number": "Регистрационный номер",
  "VAT Identification Number": "Идентификационный номер НДС",
  "According to § 27a of the German VAT Law": "Согласно § 27a Закона о НДС Германии",
  "Responsible for Content (according to § 18 Abs. 2 MStV)": "Ответственный за содержание (согласно § 18 абз. 2 MStV)",
  "Data Protection": "Защита данных",
  "We take the protection of your personal data very seriously. This privacy policy informs you about how we collect and process personal data when you use our website.": "Мы очень серьезно относимся к защите ваших персональных данных. Эта политика конфиденциальности информирует вас о том, как мы собираем и обрабатываем персональные данные при использовании нашего веб-сайта.",
  "Data Controller": "Контролер данных",
  "The data controller responsible for data processing on this website is:": "Контролер данных, ответственный за обработку данных на этом веб-сайте:",
  "Data Collection and Storage": "Сбор и хранение данных",
  "When you visit our website, we may collect the following data:": "Когда вы посещаете наш веб-сайт, мы можем собирать следующие данные:",
  "IP address": "IP-адрес",
  "Date and time of the request": "Дата и время запроса",
  "Browser type and version": "Тип и версия браузера",
  "Operating system": "Операционная система",
  "Referring website": "Реферальный веб-сайт",
  "Cookies": "Файлы cookie",
  "We use cookies on our website. Cookies are small text files that are stored on your device and help make our website more user-friendly, effective, and secure.": "Мы используем файлы cookie на нашем веб-сайте. Файлы cookie — это небольшие текстовые файлы, которые хранятся на вашем устройстве и помогают сделать наш веб-сайт более удобным, эффективным и безопасным.",
  "Your Rights": "Ваши права",
  "Under the EU General Data Protection Regulation (GDPR), you have the following rights:": "В соответствии с Общим регламентом по защите данных ЕС (GDPR), вы имеете следующие права:",
  "Right to information about your personal data": "Право на информацию о ваших персональных данных",
  "Right to correction of inaccurate personal data": "Право на исправление неточных персональных данных",
  "Right to deletion of your personal data": "Право на удаление ваших персональных данных",
  "Right to restriction of processing": "Право на ограничение обработки",
  "Right to data portability": "Право на переносимость данных",
  "Right to object to processing": "Право на возражение против обработки",
  "If you have any questions about data protection, please contact us.": "Если у вас есть вопросы о защите данных, пожалуйста, свяжитесь с нами.",
  "1. Scope of Application": "1. Область применения",
  "These General Terms and Conditions (GTC) apply to all business relationships between us and our customers. The customer's terms and conditions shall only apply if we have expressly agreed to their validity.": "Эти Общие положения и условия (ОПУ) применяются ко всем деловым отношениям между нами и нашими клиентами. Условия клиента применяются только в том случае, если мы прямо согласились с их действительностью.",
  "2. Conclusion of Contract": "2. Заключение договора",
  "Our offers are subject to change and non-binding. The contract is only concluded when we confirm the order in text form or deliver the goods.": "Наши предложения подлежат изменению и не являются обязательными. Договор заключается только после подтверждения заказа в текстовой форме или доставки товара.",
  "3. Prices and Payment Terms": "3. Цены и условия оплаты",
  "All prices are in Euro and include the statutory value-added tax. Payment is due immediately upon receipt of the invoice, unless otherwise agreed.": "Все цены указаны в евро и включают установленный законом налог на добавленную стоимость. Оплата производится немедленно по получении счета, если не согласовано иное.",
  "4. Delivery and Shipping Costs": "4. Доставка и стоимость доставки",
  "Delivery times stated by us are approximate and non-binding unless a fixed date has been expressly agreed. Shipping costs are borne by the customer unless otherwise agreed.": "Указанные нами сроки доставки являются приблизительными и необязательными, если явно не согласована фиксированная дата. Стоимость доставки оплачивается клиентом, если не согласовано иное.",
  "5. Warranty": "5. Гарантия",
  "The statutory warranty rights apply.": "Применяются установленные законом гарантийные права.",
  "6. Liability": "6. Ответственность",
  "We shall be liable for damages - regardless of the legal basis - only in the event of intent and gross negligence. For slight negligence, we shall only be liable for damages resulting from injury to life, body or health, or from the breach of a material contractual obligation.": "Мы несем ответственность за ущерб — независимо от правовой основы — только в случае умысла и грубой небрежности. При легкой небрежности мы несем ответственность только за ущерб, возникший в результате причинения вреда жизни, телу или здоровью, или в результате нарушения существенного договорного обязательства.",
  "7. Final Provisions": "7. Заключительные положения",
  "German law shall apply exclusively, excluding the UN Convention on Contracts for the International Sale of Goods (CISG).": "Исключительно применяется немецкое право, исключая Конвенцию ООН о договорах международной купли-продажи товаров (CISG).",
  "Should individual provisions of these GTC be or become invalid, this shall not affect the validity of the remaining provisions.": "Если отдельные положения этих ОПУ являются или станут недействительными, это не влияет на действительность остальных положений.",
  "Right of Withdrawal for Consumers": "Право отзыва для потребителей",
  "As a consumer, you have the right to withdraw from this contract within fourteen days without giving any reason.": "Как потребитель, вы имеете право отказаться от этого договора в течение четырнадцати дней без указания причин.",
  "Withdrawal Period": "Период отзыва",
  "The withdrawal period is fourteen days from the day on which you or a third party designated by you, who is not the carrier, have taken or has taken possession of the goods.": "Период отзыва составляет четырнадцать дней со дня, когда вы или назначенное вами третье лицо, не являющееся перевозчиком, вступили или вступило во владение товаром.",
  "Exercise of the Right of Withdrawal": "Осуществление права отзыва",
  "To exercise your right of withdrawal, you must inform us of your decision to withdraw from this contract by means of a clear statement (e.g., a letter sent by post, fax, or email). You may use the attached model withdrawal form, but it is not obligatory.": "Для осуществления права отзыва вы должны сообщить нам о своем решении отказаться от этого договора с помощью четкого заявления (например, письма, отправленного по почте, факсу или электронной почте). Вы можете использовать прилагаемую типовую форму отзыва, но это не обязательно.",
  "Effects of Withdrawal": "Последствия отзыва",
  "If you withdraw from this contract, we shall reimburse you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than fourteen days from the day on which we are informed about your decision to withdraw from this contract.": "Если вы отказываетесь от этого договора, мы возместим вам все полученные от вас платежи, включая стоимость доставки (за исключением дополнительных расходов, возникших в результате выбора вами типа доставки, отличного от наименее дорогого типа стандартной доставки, предлагаемого нами), без неоправданной задержки и в любом случае не позднее четырнадцати дней со дня, когда мы были проинформированы о вашем решении отказаться от этого договора.",
  "Model Withdrawal Form": "Форма отзыва",
  "(If you want to withdraw from the contract, please fill out this form and send it back.)": "(Если вы хотите отказаться от договора, пожалуйста, заполните эту форму и отправьте ее обратно.)",
  "I/We hereby withdraw from the contract concluded by me/us for the purchase of the following goods/the provision of the following service": "Я/Мы настоящим отказываюсь/отказываемся от заключенного мной/нами договора на покупку следующих товаров/предоставление следующей услуги",
  "Ordered on/received on": "Заказано/получено",
  "Name of consumer(s)": "Имя потребителя(ей)",
  "Address of consumer(s)": "Адрес потребителя(ей)",
  "Signature of consumer(s) (only if this form is submitted on paper)": "Подпись потребителя(ей) (только если эта форма подается на бумаге)",
  "Date": "Дата",
  "Shipping Information": "Информация о доставке",
  "We deliver within Germany and to selected European countries. Delivery times and shipping costs may vary depending on the destination and chosen shipping method.": "Мы осуществляем доставку по Германии и в избранные европейские страны. Сроки и стоимость доставки могут варьироваться в зависимости от пункта назначения и выбранного способа доставки.",
  "Delivery Times": "Сроки доставки",
  "Delivery within Germany: Normally 2-4 business days": "Доставка по Германии: Обычно 2-4 рабочих дня",
  "Delivery to other EU countries: Normally 5-8 business days": "Доставка в другие страны ЕС: Обычно 5-8 рабочих дней",
  "Please note that these are approximate delivery times and may vary in individual cases.": "Обратите внимание, что это приблизительные сроки доставки и они могут варьироваться в индивидуальных случаях.",
  "Shipping Costs": "Стоимость доставки",
  "Germany: €4.95": "Германия: €4.95",
  "EU countries: starting from €9.95": "Страны ЕС: от €9.95",
  "For orders above €50, shipping within Germany is free.": "Для заказов свыше €50 доставка по Германии бесплатна.",
  "Payment Methods": "Способы оплаты",
  "We offer the following payment methods:": "Мы предлагаем следующие способы оплаты:",
  "Credit Card (Visa, MasterCard)": "Кредитная карта (Visa, MasterCard)",
  "PayPal": "PayPal",
  "Bank Transfer": "Банковский перевод",
  "SOFORT Banking": "SOFORT Banking",
  "Payment Terms": "Условия оплаты",
  "When paying by credit card or PayPal, your account will be charged immediately after the order has been placed.": "При оплате кредитной картой или PayPal, средства будут списаны с вашего счета сразу после размещения заказа.",
  "For bank transfers, please transfer the total amount within 7 days after receiving the order confirmation. Your order will be processed after we have received your payment.": "Для банковских переводов, пожалуйста, переведите общую сумму в течение 7 дней после получения подтверждения заказа. Ваш заказ будет обработан после получения нами вашего платежа.",
  "Retention of Title": "Сохранение права собственности",
  "The delivered goods remain our property until full payment has been made.": "Доставленные товары остаются нашей собственностью до полной оплаты.",
  "The European Commission provides a platform for online dispute resolution (ODR): https://ec.europa.eu/consumers/odr/": "Европейская комиссия предоставляет платформу для онлайн-разрешения споров (ODR): https://ec.europa.eu/consumers/odr/",
  "Our email address can be found in the Impressum above. We are not willing or obliged to participate in dispute resolution proceedings before a consumer arbitration board.": "Наш адрес электронной почты можно найти в разделе 'Выходные данные' выше. Мы не готовы и не обязаны участвовать в процедурах разрешения споров перед потребительским арбитражным советом.",
  "Z1 Ausbildungszentrum GmbH": "Z1 Ausbildungszentrum GmbH",
  "We build beautiful, functional websites and applications that help businesses grow and succeed in the digital age.": "Мы создаем красивые, функциональные веб-сайты и приложения, которые помогают бизнесу расти и преуспевать в цифровую эпоху.",
  "Address": "Адрес",
  "Company Address": "Цеппелинштрассе 1\n88410 Бад Вурцах\nГермания",
  "404: Not Found": "404: Не найдено",
  "You just hit a route that doesn't exist...": "Вы попали на маршрут, который не существует...",
  "Go home": "На главную",
  "App Development": "Разработка приложений",
  "Digital Consulting": "Цифровой консалтинг",
  "All rights reserved": "Все права защищены",
  "Terms of Service": "Условия обслуживания",
  "Open main menu": "Открыть главное меню",
  "Legal Notice": "Юридическое уведомление",
  "Online-Shop": "Интернет-магазин",
  "Blog": "Блог",
  "Careers": "Карьера",
  "FAQs": "Часто задаваемые вопросы",
  "Login": "Вход",
  "Register": "Регистрация",
  "My Account": "Мой аккаунт",
  "Shopping Cart": "Корзина",
  "Checkout": "Оформление заказа",
  "Search": "Поиск",
  "Search...": "Поиск...",
  "Newsletter": "Рассылка",
  "Subscribe to our newsletter": "Подпишитесь на нашу рассылку",
  "Subscribe": "Подписаться",
  "Your Email Address": "Ваш адрес электронной почты",
  "Latest News": "Последние новости",
  "Read More": "Читать далее",
  "Posted on": "Опубликовано",
  "by": "автор",
  "Category": "Категория",
  "Categories": "Категории",
  "Tags": "Теги",
  "Share": "Поделиться",
  "Comments": "Комментарии",
  "Leave a Comment": "Оставить комментарий",
  "Submit Comment": "Отправить комментарий",
  "Write your comment here...": "Напишите свой комментарий здесь...",
  "Related Posts": "Похожие записи",
  "Previous": "Предыдущий",
  "Next": "Следующий",
  "Product Details": "Детали продукта",
  "Description": "Описание",
  "Specifications": "Характеристики",
  "Reviews": "Отзывы",
  "Add to Cart": "Добавить в корзину",
  "Buy Now": "Купить сейчас",
  "Quantity": "Количество",
  "Price": "Цена",
  "Total": "Итого",
  "Continue Shopping": "Продолжить покупки",
  "Update Cart": "Обновить корзину",
  "Apply Coupon": "Применить купон",
  "Coupon Code": "Код купона",
  "Apply": "Применить",
  "Order Summary": "Сводка заказа",
  "Subtotal": "Подытог",
  "Discount": "Скидка",
  "Tax": "Налог",
  "Proceed to Checkout": "Перейти к оформлению",
  "Billing Details": "Платежные реквизиты",
  "Street Address": "Адрес улицы",
  "City": "Город",
  "State/Province": "Область/Провинция",
  "Postal Code": "Почтовый индекс",
  "Country": "Страна",
  "Place Order": "Разместить заказ",
  "Order Confirmation": "Подтверждение заказа",
  "Thank you for your order!": "Спасибо за ваш заказ!",
  "Your order has been placed successfully.": "Ваш заказ был успешно размещен.",
  "Order Number": "Номер заказа",
  "Order Details": "Детали заказа",
  "Our Team": "Наша команда",
  "Meet the people behind our success": "Познакомьтесь с людьми, стоящими за нашим успехом",
  "Our Technology": "Наши технологии",
  "We use cutting-edge technology to deliver the best solutions": "Мы используем передовые технологии для предоставления лучших решений",
  "Our Approach": "Наш подход",
  "We follow a collaborative and transparent approach": "Мы следуем принципам сотрудничества и прозрачности",
  "Testimonials": "Отзывы",
  "What our clients say about us": "Что говорят о нас наши клиенты",
  "Theorieunterricht (12 Doppelstunden)": "Теоретические занятия (12 двойных уроков)"
}
